Repository: movim/movim
Catalog: locales/*.po
Languages: ko, ug, uk

source: It seems that this community doesn’t exists anymore. Do you want to remove it from your subscriptions?
ko: 이 커뮤니티는 더 이상 존재하지 않는 것 같습니다. 구독에서 삭제하시겠습니까?
ug: بۇ جامائەت ئەمدى مەۋجۇت ئەمەستەك قىلىدۇ. سىز ئۇنى مۇشتەرىلىكتىن ئۆچۈرەمسىز؟
uk: Здається, ця спільнота більше не існує. Ви хочете видалити її зі своїх підписок?

source: Error during the application of the node configuration
ko: 노드 설정을 적용하는 동안 오류가 발생했습니다.
ug: بۇ نوقتا تەڭشىكىنى يۈرگۈزىۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка при застосуванні конфігурації вузла

source: Owners
ko: 소유자
ug: ئىگىلىرى
uk: Власники

source: Publishers
ko: 게시자
ug: ئېلان قىلغۇچىلار
uk: Видавці

source: Roles
ko: 역할
ug: روللار
uk: Ролі

source: Role correctly set
ko: 역할이 올바르게 설정됨
ug: رول توغرا بەلگىلەندى
uk: Ролі налаштовано правильно

source: Publication
ko: 게시
ug: ئېلان قىلىش
uk: Публікація

source: Public
ko: 공공
ug: ئاممىۋىي
uk: Публічні

source: Everyone can publish
ko: 누구나 게시할 수 있습니다.
ug: ھەممە ئادەم ئېلان قىلالايدۇ
uk: Публікувати може кожен

source: The publishers can publish
ko: 게시자는 게시할 수 있습니다.
ug: ئېلان قىلغۇچىلار ئېلان قىلالايدۇ
uk: Видавці можуть публікувати

source: Subscribers
ko: 구독자
ug: مۇشتەرى بولغۇچىلار
uk: Підписники

source: The subscribers can publish
ko: 구독자는 게시할 수 있습니다.
ug: مۇشتەرى بولغۇچىلار ئېلان قىلالايدۇ
uk: Підписники можуть публікувати

source: Community type
ug: جامائەت تۈرى
uk: Тип спільноти

source: Articles
ug: ماقالىلەر
uk: Статті

source: Publish and read articles
ug: ئېلان قىلىش ھەمدە ماقالىلەرنى ئۇقۇش
uk: Публікуйте та читайте статті

source: Gallery
ko: 갤러리
ug: كۆرگەزمىخانا
uk: Галерея

source: Publish and browse pictures
ug: ئېلان قىلىش ھەمدە رەسىملەرنى كۆرۈش
uk: Публікуйте та переглядайте фотографії

source: %s subscribers
ko: 구독자 %s명
ug: %sمۇشتەرى بولغۇچىلار
uk: %s підписників

source: %s posts
ko: 게시물 %s개
ug: %sيازمىلار
uk: %s дописів

source: Public page
ko: 공개 페이지
ug: ئاممىۋىي بەت
uk: Публічна сторінка

source: Only publishers can publish
ko: 게시자만 게시할 수 있습니다.
ug: پەقەتلا ئېلان قىلغۇچىلار ئېلان قىلالايدۇ
uk: Публікувати можуть лише видавці

source: Only subscribers can publish
ko: 구독자만 게시할 수 있습니다.
ug: پەقەتلا مۇشتەرى بولغۇچىلار ئېلان قىلالايدۇ
uk: Публікувати можуть лише підписники

source: Subscribe
ko: 구독
ug: مۇشتەرى بۇلۇڭ
uk: Підписатися

source: Unsubscribe
ko: 구독 취소
ug: مۇشتەرىلىكنى ئاخىرلاشتۇرۇڭ
uk: Відписатися

source: Subscribed
ko: 구독됨
ug: مۇشتەرى بۇلۇندى
uk: Підписано

source: Unsubscribed
ko: 구독 취소됨
ug: مۇشتەرىلىك ئاخىرلاشتى
uk: Скасовано підписку

source: The subscriptions are disabled for this community
ko: 이 커뮤니티에 대한 구독이 비활성화되었습니다.
ug: بۇ جامائەتكە مۇشتەرى بۇلۇش تاقالدى
uk: Для цієї спільноти підписки вимкнено

source: Give a label for this community
ko: 이 커뮤니티에 레이블 지정
ug: بۇ جامائەت ئۈچۈن بىر بەلگە قۇيۇڭ
uk: Дайте назву цій спільноті

source: My Community Name
ko: 내 커뮤니티 이름
ug: مېنىڭ جامائەت ئىسمىم
uk: Назва моєї спільноти

source: Share this subscription publicly
ko: 이 구독을 공개적으로 공유합니다.
ug: بۇ مەشتەرىلىكنى ئاشكارە ھەمبەھىرلەڭ
uk: Поділіться цією підпискою з усіма бажаючими

source: It will appear on your profile
ko: 프로필에 표시됩니다
ug: ئۇ سىزنىڭ تەرجىمالىڭىزدا كۆرسىتىلىدۇ
uk: Це відобразиться у вашому профілі

source: You are going to unsubscribe from this community
ko: 이 커뮤니티의 구독을 취소하려고 합니다.
ug: سىز بۇ جامائەتكە مۇشتەرى بۇلۇشنى ئاخىرلاشتۇرىۋاتىسىز
uk: Ви збираєтеся відписатися від цієї спільноти

source: Are you sure?
ko: 확실합니까?
ug: جەزىملەشتۈرەمسىز؟
uk: Ви впевнені?

source: No publication yet? Write your first post to make people discover your profile
ug: ھېچقانداق يازما يوقمۇ؟ سىزنىڭ تۇنجى يازمىڭىزنى چىقىرىپ كىشلەرگە سىزنىڭ تەرجىمالىڭىزنى بايقىتىڭ
uk: Ще немає публікації? Напишіть свій перший допис, щоб люди дізналися про ваш профіль

source: Publish my first post
ug: مېنىڭ تۇنجى يازمامنى چىقىرىمەن
uk: Опублікувати мій перший допис

source: Private account
ug: شەخسىي ھېسابات
uk: Особистий обліковий запис

source: Follow it to see the content
ug: مەزمۇننى كۆرۈش ئۈچۈن ئۇنىڭغا ئەگىشىڭ
uk: Перейдіть за посиланням, щоб переглянути вміст

source: Hello
ko: 안녕하세요
ug: سالام
uk: Вітання

source: Here you will be able to manage all your subscriptions.
ko: 여기에서 모든 구독을 관리할 수 있습니다.
ug: بۇ يەردە سىزنىڭ بارلىق مۇشتەرىلىرىڭىزنى بىر-تەرەپ قىلالايسىز.
uk: Тут ви зможете керувати всіма своїми підписками.

source: You don’t have any community subscriptions yet.
ko: 커뮤니티 구독이 아직 없습니다.
ug: سىزنىڭ تېخى ھېچقانداق مۇشتەرىلىكىڭىز يوق.
uk: Ви ще не маєте підписок на спільноти.

source: General
ko: 일반
ug: ئۇمۇمىي
uk: Загальні

source: Language
ko: 언어
ug: تىل
uk: Мова

source: Roster display
ko: 명단 표시
ug: ئالاقە تىزىملىكىنى كۆرسىتىش
uk: Відображення списку

source: Show the offline contacts
ko: 오프라인 연락처 표시
ug: توردا ئەمەس تۇنۇشلارنى كۆرسىتىش
uk: Показати офлайн-контакти

source: Hide the offline contacts
ko: 오프라인 연락처 숨기기
ug: توردا ئەمەس تۇنۇشلارنى يۇشۇرۇش
uk: Приховати офлайн-контакти

source: Appearance
ug: كۆرۈنۈش
uk: Зовнішній вигляд

source: Configuration updated
ko: 설정이 업데이트됨
ug: تەڭشەك يېڭىلاندى
uk: Конфігурацію оновлено

source: Configuration invalid
ko: 설정이 잘못됨
ug: تەڭشەك ئىناۋەتسىز
uk: Неправильна конфігурація

source: Advanced Configuration
ko: 고급 설정
ug: ئالىي تەڭشەك
uk: Розширена конфігурація

source: Display adult content
ko: 성인 콘텐츠 표시
ug: سېرىق مەزمۇنىنى كۆرسىتىش
uk: Відображати вміст для дорослих

source: Will allow you to read the posts tagged with the #nsfw tag
ko: #후방주의 태그가 지정된 게시물을 읽을 수 있습니다.
ug: سىزنى nsfw# بەلگىسى قۇيۇلغان يوللانمىلارنى ئۇقۇغىلى قۇيىدۇ
uk: Дозволить вам читати пости з тегом #nsfw

source: Use OMEMO
ug: OMEMO نى ئىشلىتىش
uk: Використовувати OMEMO

source: Enable end to end encryption on Movim for your account
ug: مۇۋىم ھېساباتىڭىزدا باشتىن-ئاخىر شىفىرلاشنى قوزغىتىڭ
uk: Увімкніть наскрізне шифрування в Movim для свого облікового запису

source: Night Mode
ko: 나이트 모드
ug: كېچە ھالىتى
uk: Нічний режим

source: Use dark colors to rest your eyes
ko: 눈을 쉬게 하기 위해 어두운 색을 사용하세요.
ug: كۆزىڭىزنى ئەسلىگە قايتۇرۇش ئۈچۈن قاراڭغۇ رەڭلەرنى ئىشلىتىڭ
uk: Використовуйте темні кольори для відпочинку очей

source: Your browser is already telling Movim to use the Night Mode by default
uk: Ваш браузер вже вказує Movim використовувати нічний режим за замовчуванням

source: Main chat page
ko: 기본 채팅 페이지
ug: ئاساسىي پاراڭ بېتى
uk: Основна сторінка балачок

source: Make the chat page as the default one
ko: 채팅 페이지를 기본 페이지로 설정
uk: Зробіть сторінку чату сторінкою за замовчуванням

source: Server-side chat messages archiving preferences
ug: مۇلازىمېتىر-تەرەپ پاراڭ ئۇچۇرلىرىنى ئارخىپلاشتۇرۇش مايىللىقلىرى
uk: Налаштування архівування повідомлень чату на стороні сервера

source: Always
ko: 항상
ug: دائىم
uk: Завжди

source: Never
ko: 절대 아님
ug: ھەرگىز
uk: Ніколи

source: Archiving preferences saved
ko: 아카이빙 설정이 저장됨
ug: ئارخىپلاش مايىللىقلىرى ساقلاندى
uk: Збережено налаштування архівації

source: Personal blog confidentiality
ug: شەخسىي بىلوگ مەخپىيەتلىكى
uk: Конфіденційність персонального блогу

source: Public blog
ug: ئاممىۋى بىلوگ
uk: Публічний блог

source: Accessible to everyone on the network
ug: بۇ توردىكى ھەممەيلەنگە ئۇچۇق
uk: Доступний для всіх в мережі

source: Private blog
ug: شەخسىي بىلوگ
uk: Приватний блог

source: Restricted to your subscribers only
ug: سىزنىڭ ئەگەشكۈچىلىرىڭىزگىلا ئۇچۇق
uk: Доступний лише для ваших підписників

source: Personal blog confidentiality saved
ug: شەخسىي بىلوگ مەخپىيەتلىكى ساقلاندى
uk: Конфіденційність особистого блогу збережено

source: Confidentiality
ug: مەخپىيەتلىك
uk: Конфіденційно

source: Audio notifications
ko: 오디오 알림
ug: ئاۋازلىق ئۇقتۇرۇشلار
uk: Звукові сповіщення

source: Incoming message
ko: 수신 메시지
ug: كەلگەن ئۇچۇرلار
uk: Вхідне повідомлення

source: Confirmation of authentication
ko: 인증 확인
ug: دەلىللەشنى جەزىملەشتۈرۈش
uk: Підтвердження аутентифікації

source: The following platform would like your confirmation to authentify this account
ko: 다음 플랫폼은 이 계정을 인증하기 위해 확인을 요청합니다.
ug: تۆۋەندىكى مۇنبەر سىزنىڭ ھېساباتىڭىزنى دەلىللىشىڭىزنى تەلەپ قىلىدۇ
uk: Наступна платформа очікує від вас підтвердження для автентифікації цього облікового запису

source: Authentication code
ko: 인증 코드
ug: دەلىللەش كودى
uk: Код автентифікації

source: Add a contact
ko: 연락처 추가
ug: بىر تۇنۇش قېتىش
uk: Додати контакт

source: Enter the Jabber ID of your contact.
ko: Jabber ID를 입력합니다.
uk: Введіть Jabber ID вашого контакту.

source: Press enter to validate.
ko: 인증하려면 엔터를 누르세요.
ug: كىرىشنى بېسىپ تەكشۈرۈڭ
uk: Натисніть enter для підтвердження.

source: Contact added
ko: 연락처 추가됨
ug: تۇنۇش قېتىلدى
uk: Контакт додано

source: Contact updated
ko: 연락처 업데이트됨
ug: تۇنۇش يېڭىلاندى
uk: Контакт оновлено

source: Contact deleted
ko: 연락처 삭제됨
ug: تۇنۇش ئۆچۈرۈلدى
uk: Контакт видалено

source: General Information
ko: 일반 정보
ug: ئۇمۇمىي ئۇچۇر
uk: Загальна інформація

source: Name
ko: 이름
ug: ئىسىم
uk: Ім'я

source: Nickname
ko: 닉네임
ug: تەخەللۇس
uk: Нікнейм

source: Date of Birth
ko: 생일
ug: تۇغۇلغان كۈن
uk: Дата народження

source: Gender
ko: 성별
ug: جىنىس
uk: Стать

source: Marital Status
ko: 결혼 여부
ug: توي قىلىش ئەھۋالى
uk: Сімейний стан

source: Email
ko: 이메일
ug: ئېلىخەت
uk: Електронна пошта

source: Website
ko: 웹사이트
ug: توربەت
uk: Вебсайт

source: About Me
ko: 자기소개
ug: مەن كىم
uk: Про мене

source: Other Accounts
ko: 기타 계정
ug: باشقا ھېسابات
uk: Інші облікові записи

source: Is Listening
ko: 듣고 있는 중
ug: ئاڭلاۋاتىدۇ
uk: Слухає

source: Pictures
ko: 사진
ug: رەسىملەر
uk: Зображення

source: Links
ko: 링크
ug: ئۇلىنىشلار
uk: Посилання

source: Geographic Position
ko: 지리적 위치
ug: جۇغراپىيلىك ئورۇن
uk: Географічне положення

source: Locality
ko: 위치
ug: رايۇن
uk: Місцезнаходження

source: Country
ko: 국가
ug: دۆلەت
uk: Країна

source: Listening
ko: 들으면서
ug: ئاڭلاۋاتىدۇ
uk: Слухаю

source: Last seen
ko: 마지막으로 본
ug: ئاخىرقى كۆرۈش
uk: Останні відвідини

source: Clients
ko: 고객
ug: خېرىدارلار
uk: Клієнти

source: Clients information
ko: 고객 정보
ug: خېرىدارلار ئۇچۇرى
uk: Інформація про клієнтів

source: Last registered
ko: 마지막 등록
ug: ئاخىرقى تىزىملاتقان
uk: Останній зареєстрований

source: Find some new contacts
ko: 새로운 친구 찾기
ug: يېڭى تۇنۇشلارنى ئىزدەڭ
uk: Знайдіть нові контакти

source: Edit
ko: 수정
ug: تەھرىرلەش
uk: Редагувати

source: Alias
ko: 별명
ug: تەخەللۇس
uk: Псевдонім

source: Group
ko: 그룹
ug: توپ
uk: Група

source: You are going to delete one of your contacts, please confirm your action
ko: 연락처 중 하나를 삭제하려고 합니다. 작업을 확인해주세요.
uk: Ви збираєтеся видалити один з ваших контактів, будь ласка, підтвердіть вашу дію

source: %s years
ko: %s 년
ug: %sيىل
uk: %s років

source: Last public post
ko: 마지막 공개 게시물
ug: ئاخىرقى ئاممىۋى يازما
uk: Останній публічний допис

source: Visit the public blog
ug: ئاممىۋىي بىلوگنى زىيارەت قىلىڭ
uk: Відвідати публічний блог

source: You can see this contact status
ko: 이 연락처의 상태를 볼 수 있습니다.
ug: سىز بۇ تۇنۇشنىڭ ھالىتىنى كۆرەلەيسىز
uk: Ви можете бачити статус цього контакту

source: Share my status
ko: 내 상태 공유
ug: ھالىتىمنى ئورتاقلىشىمەن
uk: Поділитися статусом

source: But this contact cannot see yours
ko: 그러나 이 계정은 귀하의 계정을 볼 수 없습니다.
ug: لىكىن بۇ تۇنۇش سىزنىڭكىنى كۆرەلمەيدۇ
uk: Але цей контакт не може бачити ваш

source: You are not subscribed to this contact
ko: 이 계정을 구독하고 있지 않습니다
ug: سىز بۇ تۇنۇشقا ئەگەشمىدىڭىز
uk: Ви не підписані на цього користувача

source: Ask to subscribe
ko: 구독 요청
ug: ئەگىشىشنى سوراڭ
uk: Попросіть підписатися

source: But this contact can still see if you are online
ko: 하지만 이 계정은 여전히 귀하가 온라인 상태인지 확인할 수 있습니다.
ug: لىكىن بۇ تۇنۇش سىزنىڭ توردا ئىكەنلىكىڭىزنى تېخىچە كۆرەلەيدۇ
uk: Але цей контакт все одно може бачити, чи ви онлайн

source: No subscriptions
ko: 구독 없음
uk: Немає підписок

source: Invite
ko: 초대
ug: تەكلىپ قىلىڭ
uk: Запросити

source: This contact is in your contact list but there is no subscription between the two accounts
ko: 이 계정은 연락처 목록에 있지만 두 계정 간에 구독이 없습니다.
uk: Цей контакт є у вашому списку контактів, але він не авторизований між двома обліковими записами

source: Dictaphone
ug: ئۈنئالغۇ
uk: Диктофон

source: Push to record
ug: بېسىپ ئۈنگە ئېلىڭ
uk: Натисніть для запису

source: Recording
ug: ئۈنگە ئېلىۋاتىدۇ
uk: Запис

source: Draw
ko: 그리기
ug: سىزىش
uk: Малювати

source: Emojis
uk: Смайлики

source: My favorite emojis
uk: Мої улюблені смайли

source: Pick emojis from the packs bellow that you want to add to your favorites ones
uk: Виберіть смайлики з набору нижче, які ви хочете додати до своїх улюблених

source: Manage a favorite emoji
uk: Керувати улюбленими смайликами

source: New favorite emoji added
uk: Додано нові улюблені смайлики

source: The shortcut is already used on another emoji
uk: Ярлик вже використовується на іншому смайлику

source: No favorites yet, check the settings page to add some
uk: Обраного ще немає, перевірте сторінку налаштувань, щоб їх додати

source: Frequently Asked Questions
ko: 자주 묻는 질문
ug: دائىم سورالغان سۇئاللار
uk: Поширені запитання

source: What does the permission setting do?
ko: 권한 설정에서 무엇을 할 수 있습니까?
ug: بۇ ئىجازەت تەڭشىكى نېمە قىلىدۇ؟
uk: Що робить налаштування дозволів?

source: By default the content is only available to your contacts. You can make your profile and publications public by enabling the related setting.
ko: 기본적으로 콘텐츠는 연락처에 있는 사람만 볼 수 있습니다. 관련 설정을 활성화하면 프로필과 게시물을 공개할 수 있습니다.
ug: سۈكۈت ھالەتتە مەزمۇنلارنى پەقەت سىزنىڭ تۇنۇشلىرىڭىزلا كۆرەلەيدۇ. لىكىن سىز مۇناسىۋەتلىك تەڭشەكلەرنى ئۆزگەرتىش ئارقىلىق ئۇلارنى ھەممە ئادەم كۆرەلەيدىغان قىلالايسىز.
uk: За замовчуванням вміст доступний лише вашим контактам. Ви можете зробити свій профіль і публікації загальнодоступними, увімкнувши відповідне налаштування.

source: How does it applies on Communities posts?
ko: 커뮤니티 게시물에는 권한 설정이 어떻게 적용되나요?
uk: Як це стосується дописів у спільнотах?

source: Similary to your blog publications except that, by default, the posts are only available to the members or subscribers of the Community (except if you explicitly open all the Community content)
ko: 블로그 게시물과 유사하지만 기본적으로 게시물은 커뮤니티 멤버 또는 구독자만 사용할 수 있습니다(모든 커뮤니티 콘텐츠를 명시적으로 공개하는 경우는 제외).
ug: سىزنىڭ بىلوگ ئېلانلىرىڭىزغا ئوخشايدۇ، سۈكۈت ھالەتتە، بۇ يازمىلار پەقەت بۇ جامائەتنىڭ ئەزالىرىغىلا ياكى مۇشتەرى بولغۇچىلىرىغىلا كۆرۈنىدىغانلىقىنى ھېسابقا ئالمىغاندا ( سىزنىڭ ئاشكارە ھالدا بۇ جامائەتنىڭ بارلىق مەزمۇنلىرىنى ئاچمىسىڭىزلا)
uk: Подібно до публікацій у вашому блозі, за винятком того, що за замовчуванням публікації доступні лише учасникам або підписникам спільноти (за винятком випадків, коли ви явно відкриваєте весь вміст спільноти).

source: Where can I find a list of chatrooms?
ko: 채팅방 목록은 어디서 찾을 수 있나요?
uk: Де я можу знайти список чатів?

source: Where can I find my contacts?
ko: 내 대화 상대는 어디에서 찾을 수 있습니까?
ug: مېنىڭ تۇنۇشلىرىمنى قەيەردىن تاپالايمەن؟
uk: Де я можу знайти мої контакти?

source: By opening the search panel.
ko: 검색 패널을 엽니다.
ug: ئىزدەش سۇپىسىنى ئېچىش ئارقىلىق
uk: Відкривши панель пошуку.

source: Applications
ko: 어플리케이션
ug: قوراللار
uk: Додатки

source: Movim App
ko: Movim 앱
ug: مۇۋىم ئەپى
uk: Додаток Movim

source: Install Movim on your device
ko: 디바이스에 Movim 설치
ug: مۇۋىمنى ئۈسكۈنىڭىزگە قاچىلاڭ
uk: Встановіть Movim на свій пристрій

source: We also recommend
ko: 우리는 또한 추천합니다
ug: بىزمۇ تەۋسىيە قىلىمىز
uk: Ми також рекомендуємо

source: Administrators & Contact
ko: 관리자 및 연락처
ug: باشقۇرغۇچىلار ھەمدە تۇنۇش
uk: Адміністратори та контакти

source: Chat with the Movim team?
ko: Movim 팀과 채팅하시겠습니까?
ug: مۇۋىم ئەتىرىتى بىلەن پاراڭلىشامسىز؟
uk: Поспілкуватися з командою Movim?

source: Add the chatroom
ko: 채팅방 추가
ug: بۇ پاراڭخانىنى قېتىش
uk: Додати чат кімнату

source: My location
ug: ئورنۇم
uk: Моє місцезнаходження

source: Currently shared with my contacts
ug: نۆۋەتتە تۇنۇشلىرىم بىلەن ئورتاقلاشقانلىرىم
uk: Наразі ділюся з моїми контактами

source: Currently disabled
ug: نۆۋەتتە ئىتىك
uk: Наразі неактивний

source: My last published location
ug: مېنىڭ ئاخىرقى چىقارغان ئورنۇم
uk: Моє останнє опубліковане місцезнаходження

source: Less than a km away
ug: بىر كىلومېتىردىن يېقىن
uk: Менше ніж за кілометр

source: %s km away
ug: %sكىلومېتىر يىراقتا
uk: %s кілометрів

source: Wrong username
ko: 잘못된 사용자 이름
ug: خاتا ئىشلەتكۈچى نامى
uk: Неправильне ім'я користувача

source: Invalid JID
ko: 잘못된 JID
uk: Неправильний JID

source: Empty Challenge from the server
ko: 서버에서 챌린지 비우기
ug: بۇ مۇلازىمېتىردىن قۇرۇق چاقىرىق
uk: Порожній виклик із сервера

source: XMPP Domain error, your account is not a correct Jabber ID
ko: XMPP 도메인 오류, 계정이 올바른 Jabber ID가 아닙니다.
uk: Помилковий XMPP домен, неприпустимий JID у вашому обліковому записі

source: Some data are missing!
ko: 일부 데이터가 누락되었습니다!
ug: بەزى ئۇچۇرلار يوق تۇرىدۇ!
uk: Деякі дані відсутні!

source: Internal server error
ko: 인터넷 서버 오류
ug: مۇلازىمېتىر ئىچكى خاتالىقى
uk: Внутрішня помилка сервера

source: Session error
ko: 세션 오류
ug: باسقۇچ خاتالىقى
uk: Помилка сеансу

source: Account successfully created
ko: 계정이 성공적으로 생성되었습니다.
ug: ھېسابات مۇۋاپىقىيەتلىك قۇرۇلدى
uk: Обліковий запис успішно створено

source: The server takes too much time to respond
ko: 서버가 응답하는 데 너무 많은 시간이 걸립니다.
ug: بۇ مۇلازىمېتىر بەك ئۇزۇندا ئىنكاس قايتۇردى
uk: Серверу потрібно занадто багато часу, щоб відповісти

source: Impossible login
ko: 로그인 불가
ug: مۇمكىن بولمايدىغان كىرىش
uk: Неможливо увійти в систему

source: Unknown error
ko: 알수없는 오류
ug: ناتۇنۇش خاتالىق
uk: Невідома помилка

source: Invalid username format
ko: 잘못된 사용자 이름 형식
ug: ئىناۋەتسىز ئىشلەتكۈچى ئىسمى فورماتى
uk: Неправильний формат імені користувача

source: Invalid password format
ko: 잘못된 비밀번호 형식
ug: ئىناۋەتسىز مەخپىي نۇمۇر فورماتى
uk: Неправильний формат пароля

source: Your XMPP server is unauthorized
ko: XMPP 서버가 인증되지 않았습니다.
ug: سىزنىڭ XMPP مۇلازىمېتىرىڭىزگە ئىجازەت بېرىلمىدى
uk: Ваш XMPP-сервер неавторизований

source: Movim failed to authenticate. You entered wrong data
ko: Movim이 인증에 실패했습니다. 잘못된 데이터를 입력했습니다
ug: مۇۋىم دەلىللەشتە مەغلۇپ بولدى. سىز خاتا ئۇچۇرنى كىرگۈزدىڭىز.
uk: Movim не вдалося пройти автентифікацію. Ви ввели неправильні дані

source: Authentication mechanism not supported by Movim
ko: 인증 메커니즘이 Movim에서 지원되지 않음
ug: دەلىللەش ئۇسۇلى مۇۋىم تەرىپىدىن يول قۇيۇلمىدى
uk: Механізм автентифікації не підтримується Movim

source: The XMPP authentification failed
ko: XMPP 인증 실패
ug: XMPP دەلىللەش مەغلۇپ بولدى
uk: Не вдалося виконати автентифікацію XMPP

source: Connected to the server
ko: 서버에 연결됨
ug: مۇلازىمېتىرغا ئۇلاندى
uk: Підключення до сервера

source: Authenticated to the server
ko: 서버에 인증됨
ug: مۇلازىمېتىرغا دەلىللەندى
uk: Автентифікація на сервері

source: My address
ko: 내 주소
ug: ئادىرسىم
uk: Моя адреса

source: Login with accounts from these servers
ko: 이 서버의 계정으로 로그인
ug: بۇ مۇلازىمېتىرلاردىكى ھېساباتلار بىلەن كىرىش
uk: Увійдіть за допомогою облікових записів з цих серверів

source: Login using any XMPP account or create a new one
ko: XMPP 계정을 사용하여 로그인하거나 새 계정을 만드세요.
ug: ھەرقانداق بىر XMPP ھېساباتى بىلەن كىرىش ياكى بىرنى تىزىملىتىش
uk: Увійдіть за допомогою будь-якого облікового запису XMPP або створіть новий

source: Connected
ko: 연결됨
ug: ئۇلاندى
uk: Підключено

source: Population
ko: 인구
ug: نۇپۇس
uk: Населеність

source: %s invited you to join a chatroom
ko: %s이 당신을 채팅방에 초대했습니다.
ug: %sسىزنى بىر پاراڭخانىغا تەكلىپ قىلدى
uk: %s запросили вас приєднатися до чату

source: Administrated by
ko: 관리 대상
ug: تەرىپىدىن باشقۇرۇلدى
uk: Адмініструє

source: Movim is a federated blogging and chat platform.
ug: مۇۋىم بولسا بىر باشقارما بىلوگ ۋە پاراڭ سۇپىسى.
uk: Movim - це об'єднана платформа для ведення блогів і чату.

source: Visit the project official website %s.
ug: بۇ تۈرنىڭ رەسمىي توربېتىنى زىيارەت قىلىڭ %s.
uk: Відвідайте офіційний сайт проекту %s

source: No news yet…
ko: 아직 소식이 없습니다...
ug: يېڭى خەۋەر يوق...
uk: Новин поки що немає...

source: Welcome on your news feed, here you will see all the posts published by your contacts and in the communities you have subscribed.
ko: 뉴스 피드에 오신 것을 환영합니다. 여기에 당신이 구독한 연락처와 커뮤니티에서 게시된 모든 게시물이 표시됩니다.
uk: Ласкаво просимо до вашої стрічки новин, тут ви побачите всі пости, опубліковані вашими контактами та спільнотами, на які ви підписані.

source: My publications
ko: 내 게시물
ug: ئېلان قىلغانلىرىم
uk: Мої публікації

source: Write a new post…
ko: 새 게시물 작성…
ug: يېڭى بىر يازما يېزىش
uk: Напишіть новий пост...

source: Notifications request
ug: ئۇقتۇرۇش تەلىپى
uk: Запит на сповіщення

source: Movim requires your approval to display notifications
ug: مۇۋىم سىزنىڭ ئۇقتۇرۇشلارنى كۆرسىتىش ئىجازىتىڭىزنى تەلەپ قىلىدۇ
uk: Movim потребує вашої згоди для відображення сповіщень

source: This authorization can be revoked at any time
ug: ھوقوق بېرىشنى خالىغان ۋاقىتتا ئەمەلدىن قالدۇرغىلى بۇلىدۇ
uk: Цей дозвіл може бути відкликаний у будь-який час

source: Request
ug: تەلەپ
uk: Запит

source: Authorization granted
ug: ھوقوق بېرىلدى
uk: Дозвіл надано

source: Authorization refused
ug: ھوقوق تارتىۋېلىندى
uk: Відмовлено в авторизації

source: Notifications
ko: 알림
ug: ئۇقتۇرۇشلار
uk: Сповіщення

source: Push notifications
ug: ئىتتىرمە ئۇقتۇرۇش
uk: Push-повідомлення

source: Movim will send push notifications to the following registered devices
ug: مۇۋىم تۆۋەندە تىزىملىتىلغان ئۈسكۈنىلەرگە ئۇقتۇرۇش ئەۋەتىدۇ
uk: Movim надсилатиме push-сповіщення на такі зареєстровані пристрої

source: Push notifications enabled for this device
ug: بۇ ئۈسكۈنىنىڭ ئۇقتۇرۇشى ئېچىلدى
uk: Push-сповіщення увімкнено для цього пристрою

source: Push notifications disabled for this device
ug: بۇ ئۈسكۈنىنىڭ ئۇقتۇرۇشى يېپىلدى
uk: Push-сповіщення вимкнено для цього пристрою

source: Unknown browser
ug: نامەلۇم زىيارەت قىلغۇچ
uk: Невідомий браузер

source: Unknown platform
ug: نامەلۇم مۇنبەر
uk: Невідома платформа

source: Received Invitations
uk: Отримані запрошення

source: %s wants to add you
uk: %s хоче додати вас

source: No new invitations
ug: يېڭى تەكلىپ يوق
uk: Немає нових запрошень

source: No pending subscriptions
uk: Немає підписок, що очікують на розгляд

source: %s wants to talk with you
uk: %s хоче поговорити з вами

source: No new notifications
ko: 새 알림 없음
ug: يېڭى ئۇقتۇرۇش يوق
uk: Немає нових сповіщень

source: Movim can notify you when a new post is published or if you receive messages
ko: 새 게시물이 게시되거나 메시지를 받으면 Movim에서 알릴 수 있습니다.
ug: يېڭى بىر يازما ئېلان قىلىنغاندا ياكى سىز ئۇچۇر تاپشۇرۋالغاندا مۇۋىم سىزگە ئۇقتۇرۇش ئەۋەتىدۇ
uk: Movim може сповіщати вас, коли публікується новий допис або коли ви отримуєте повідомлення

source: You can always disable them afterwards
ko: 나중에 언제든지 비활성화할 수 있습니다.
ug: سىز ھەرۋاقىت ئۇلارنى ئەمەلدىن قالدۇرالايسىز
uk: Ви завжди можете відключити їх пізніше

source: Public profile
ko: 공개 프로필
ug: ئاممىۋى تەرجىمال
uk: Публічний профіль

source: Make your profile public and allow other users to find you and make new contacts more easily
ko: 프로필을 공개하여 다른 사용자가 쉽게 당신을 찾고 추가할 수 있도록 합니다.
ug: تەرجىمالىڭىزنى ئاممىۋىي قىلىڭ ھەمدە باشقىلارنىڭ سىزنى تېپىشىغا يول قۇيۇڭ ھەمدە يېڭى ئالاقىداشلار بىلەن ئاسان تۇنۇشۇڭ
uk: Зробіть свій профіль публічним і дозвольте іншим користувачам знаходити вас і легше заводити нові контакти

source: You can always disable this in the configuration afterwards
ko: 나중에 설정에서 이 기능을 비활성화할 수 있습니다.
ug: سىز بۇنى كىيىن تەڭشەكتىن ئەمەلدىن قالدۇرالايسىز
uk: Ви завжди можете вимкнути цю функцію в конфігурації пізніше

source: News Feed
ko: 뉴스 피드
ug: خەۋەر يىمىكى
uk: Стрічка новин

source: Discover and register to the groups you are interested in
ko: 관심 있는 그룹을 검색하고 등록하세요.
ug: سىز قىزىققان توپلارنى بايقاڭ ھەمدە تىزىملىتىڭ
uk: Знаходьте та реєструйтеся в групах, які вас цікавлять

source: Content
ko: 콘텐츠
ug: مەزمۇن
uk: Вміст

source: Post published
ko: 게시물 게시됨
ug: يازما ئېلان قىلىندى
uk: Допис опубліковано

source: Post deleted
ko: 게시물 삭제됨
ug: يازما ئۆچۈرۋېتىلدى
uk: Допис видалено

source: What’s Hot
ko: 최신 소식
ug: نېمە قىززىق
uk: Актуальне

source: Posts recently published in communities that you are not subscribed (yet)
ko: (아직) 구독하지 않은 커뮤니티에서 최근에 게시된 게시물
ug: يېقىندا سىز (تېخى) ئەزا بولمىغان جامائەتلەردە يازمىلار ئېلان قىلىندى
uk: Нещодавно опубліковані повідомлення у спільнотах, на які ви не підписані (поки що)

source: New post
ko: 새 게시물
ug: يېڭى يازما
uk: Нова публікація

source: This is a re-post from %s
ko: %s님의 재포스팅입니다.
ug: بۇ بولسا %sنىڭ قايتا يوللانمىسى
uk: Це перепост з %s
