Repository: movim/movim
Catalog: locales/*.po
Languages: ko, ug, uk

source: See %s profile
ko: %s님의 프로필 보기
ug: %sنىڭ تەرجىمالىنى كۆرۈش
uk: Переглянути профіль %s

source: Public posts from users
ko: 사용자의 공개 게시물
ug: ئىشلەتكۈچىلەرنىڭ ئاممىۋى يازمىلىرى
uk: Публічні дописи від користувачів

source: Unknown contact
ug: ناتۇنۇش ئالاقىداش
uk: Невідомий контакт

source: %s minute
ko: %s분
ug: %sمىنۇت
uk: %s хвилину

source: %s minutes
ko: %s분
ug: %sمىنۇتلار
uk: %s хвилин

source: Publish this article publicly
uk: Опублікуйте цю статтю у відкритому доступі

source: This will allow anyone outside Movim to have access to your publication
uk: Це дозволить будь-кому за межами Movim мати доступ до вашої публікації

source: This post is public
ko: 공개 게시물입니다.
ug: بۇ يازما بولسا ئاممىۋى
uk: Ця публікація є публічною

source: This post is private
ko: 비공개 게시물입니다.
ug: بۇ يازما بولسا شەخسىي
uk: Ця публікація є приватною

source: Public URL of this post
ko: 이 게시물의 공개 URL
ug: بۇ يازمىنىڭ ئاممىۋى ئۇلىنىشى
uk: Публічна URL-адреса цього допису

source: Disable the comments
uk: Вимкнути коментарі

source: Nobody will be able to like or comment
uk: Ніхто не зможе поставити лайк або прокоментувати

source: Comments disabled for this article
uk: Коментарі до цієї статті вимкнено

source: Comments enabled for this article
uk: До цієї статті дозволено коментування

source: Delete this post
ko: 이 게시물 삭제
ug: بۇ يازمىنى ئۆچۈرۈش
uk: Видаліть цю публікацію

source: You are going to delete this post, please confirm your action
ko: 이 게시물을 삭제하려고 합니다. 작업을 확인해주세요.
ug: سىز بۇ يازمىنى ئۆچۈرۋەتمەكچى، ھەركىتىڭىزنى جەزىملەشتۈرۈڭ
uk: Ви збираєтеся видалити цю публікацію, будь ласка, підтвердіть вашу дію

source: Are you sure that you want to delete this comment?
ko: 이 댓글을 삭제하시겠습니까?
ug: سىز بۇ باھانى ئۆچۈرۈشنى جەزىملەشتۈرەمسىز؟
uk: Ви впевнені, що хочете видалити цей коментар?

source: Discover more articles on the communities page
ko: 커뮤니티 페이지에서 더 많은 아티클을 찾아보세요.
uk: Знайдіть більше статей на сторінці спільнот

source: Read more
ko: 더 읽기
ug: تېخىمۇ كۆپ
uk: Читати далі

source: Comments disabled
ko: 댓글 비활성화됨
ug: باھالار تاقالدى
uk: Коментарі вимкнено

source: Comment published
ko: 댓글 게시됨
ug: باھا ئېلان قىلىندى
uk: Коментар опубліковано

source: Liked
ko: 좋아요
ug: ياقتۇرۇلدى
uk: Вподобано

source: The comment cannot be published
ko: 댓글을 게시할 수 없습니다.
ug: بۇ باھانى ئېلان قىلغىلى بولمايدۇ
uk: Коментар не може бути опублікований

source: Comment deleted
ko: 댓글 삭제됨
ug: باھا ئۆچۈرۈلدى
uk: Коментар видалено

source: Liked your publication
ko: 당신의 게시물을 좋아합니다
ug: سىزنىڭ يازمىڭىزنى ياقتۇردى
uk: Сподобалась ваша публікація

source: Commented
ko: 댓글을 달았습니다
ug: باھا يازدى
uk: Коментує

source: Contact post
ko: 연락처의 게시물
ug: ئالاقىداش يازمىسى
uk: Контактна особа

source: Universal share button
ko: 전체 공유 버튼
ug: ئۇنۋېرسال ھەمبەھىرلەش كۇنۇپكىسى
uk: Універсальна кнопка спільного доступу

source: Bookmark or drag and drop the following button in your toolbar and use it on all the pages you want to share on Movim
ko: 도구 모음에서 다음 버튼을 북마크에 추가하거나 끌어다 놓고 Movim에서 공유하려는 모든 페이지에서 사용하세요.
ug: تۆۋەندىكى كۇنۇپكىنى خەتكۈچلەڭ ھەمدە ئۇنى قورالبالدىقىغا سۆرەپ تاشلاڭ ھەمدە ئۇنى سىز مۇۋىمدىكى ھەمبەھىرلىمەكچى بولغان بارلىق بەتلەردە ئىشلىتىڭ.
uk: Додайте в закладки або перетягніть наступну кнопку на панелі інструментів і використовуйте її на всіх сторінках, якими ви хочете поділитися на Movim

source: Share on Movim
ko: Movim에서 공유
ug: مۇۋىمدا ھەمبەھىرلەش
uk: Поділіться на Movim

source: It seems that you’re new there! Welcome on Movim!
ko: 새로 오신 것 같습니다! Movim에 오신 것을 환영합니다!
uk: Здається, ви тут новачок! Ласкаво просимо в Movim!

source: Check the Menu
ko: 메뉴를 확인해보세요
ug: تىزىملىكنى تەكشۈرۈڭ
uk: Перевірте меню

source: All the main Movim features are accessible there. Don’t hesitate to navigate through the pages to discover more!
ko: Movim의 모든 주요 기능에 액세스할 수 있습니다. 페이지를 탐색하여 더 많은 것을 알아보세요!
ug: مۇۋىمنىڭ بارلىق ئىقتىدارلىرىنى ئۇ يەردىن تاپالايسىز. بەتلەرنى كۆزدىن كەچۈرۈپ تىخىمۇ كۆپ ئىقتىدارلارنى بايقاڭ!
uk: Тут доступні всі основні функції Movim. Не соромтеся переходити по сторінках, щоб дізнатися більше!

source: Looks like you didn’t complete your profile yet
ko: 아직 프로필을 작성하지 않은 것 같습니다.
ug: سىز تېخى تەرجىمالىڭىزنى تاماملىمىغاندەك قىلىسىز
uk: Схоже, ви ще не заповнили свій профіль

source: You can go in the Configuration page to describe yourself and put a nice picture
ko: 설정 페이지로 이동하여 스스로를 설명하고 멋진 사진을 추가할 수 있습니다.
ug: سىز تەڭشەك بېتىدە ئۆزىڭىزنى تۇنۇشتۇرالايسىز ھەمدە بىر گۈزەل رەسىمنى قىستۇرالايسىز
uk: Ви можете зайти на сторінку конфігурації, щоб описати себе і розмістити гарну фотографію

source: Disconnect
ko: 연결 해제
ug: ئۈزۈش
uk: Від'єднати

source: Presence
ko: 있음
ug: مەۋجۇتلۇق
uk: Присутність

source: Do you really want to log out?
ko: 로그아웃하시겠습니까?
ug: سىز راستىنلا چېكىنمەكچىمۇ؟
uk: Ви дійсно хочете вийти з системи?

source: Link copied to clipboard
ko: 링크가 클립보드에 복사됨
ug: ئۇلانما چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Посилання скопійовано в буфер обміну

source: What’s new?
ko: 새로운 소식
ug: يېڭى نېمىلەر بار؟
uk: Що нового?

source: Write a post
ko: 게시물 작성
ug: بىر يازما يېزىڭ
uk: Написати пост

source: Add a link
ko: 링크 추가
ug: بىر ئۇلانما قۇشۇڭ
uk: Додати посилання

source: Take a picture
ko: 사진 찍기
ug: بىر پارسە رەسىم تارتىڭ
uk: Сфотографувати

source: Please provide a title
ko: 제목을 입력하세요
ug: بىرەر تېما يېزىڭ
uk: Будь ласка, вкажіть назву

source: At least one picture is required
ug: ئەڭ كەمدە بىر رەسىم تەلەپ قىلىنىدۇ
uk: Потрібно надіслати принаймні одну фотографію

source: Preview
ko: 미리보기
ug: ئالدىن كۆرۈش
uk: Попередній перегляд

source: Add a file or a picture
ko: 파일 또는 사진 추가
ug: بىرەر ھۆججەت ياكى رەسىم قىستۇرۇڭ
uk: Додайте файл або зображення

source: You cannot publish a post here
ko: 여기에 게시물을 게시할 수 없습니다.
ug: سىز بۇيەردە يازما ئېلان قىلالمايسىز
uk: Ви не можете опублікувати пост тут

source: Post title
ko: 게시물 제목
ug: يازما تىېمىسى
uk: Заголовок публікації

source: Markdown content
ko: 마크다운 콘텐츠
ug: كودلۇق مەزمۇن
uk: Markdown вміст

source: Please enter a valid URL
ko: 올바른 URL을 입력 해주세요
ug: بىر ئىناۋەتلىك ئۇلىنىش كىرگۈزۈڭ
uk: Будь ласка, введіть коректну URL-адресу

source: You can format your content using Markdown
ko: 마크다운을 사용하여 콘텐츠 형식을 지정할 수 있습니다.
ug: سىز كودنى ئىشلىتىپ مەزمۇنىڭىزنى فورماتلىيالايسىز
uk: Ви можете форматувати вміст за допомогою Markdown

source: Draft saved
ko: 임시 저장됨
ug: قوليازما ساقلاندى
uk: Чернетка збережена

source: Rich text editor
ko: 서식 지정 에디터
ug: تېكىست تەھرىرلىگۈچ
uk: Редактор розширеного тексту

source: Add #hashtags in your title or content to allow your article to be discovered
uk: Додайте #хештеги до заголовка або контенту, щоб вашу статтю можна було знайти

source: You are not authorized to publish there
ug: سىز ئۇيەردە ئېلان قىلىشقا ئىجازەت بېرىلمىدىڭىز
uk: Ви не маєте права публікувати тут

source: Help
ko: 도움말
ug: ياردەم
uk: Допомога

source: More help
ko: 추가 도움말
ug: تېخىمۇ كۆپ ياردەم
uk: Більше допомоги

source: Markdown syntax manual
ko: 마크다운 문법 매뉴얼
ug: كود تىنىش-بەلگىلىرى قوللانمىسى
uk: Посібник з синтаксису Markdown

source: Create a chatroom
ko: 채팅방 만들기
ug: بىر پاراڭخانا قۇرۇش
uk: Створити чат

source: Edit a chatroom
ko: 채팅방 수정하기
ug: بىر پاراڭغانىنى تەھرىرلەش
uk: Редагувати чат

source: Join a chatroom
ko: 채팅방에 참여하기
ug: بىر پاراڭخانىغا قۇشۇلۇش
uk: Приєднатися до чату

source: Join a custom chatroom
ko: 커스텀 채팅방에 참여하기
ug: بىر ئۆزگىچە پاراڭخانىغا قۇشۇلۇش
uk: Приєднатися до спеціального чату

source: You don’t have any chatrooms yet.
ko: 아직 채팅방이 없습니다.
uk: У вас ще немає жодного чату.

source: Add one by clicking on the add button.
ko: 추가 버튼을 클릭하여 채팅을 시작하세요.
ug: قۇشۇش كۇنۇپكىسىنى بېسىپ بىرنى قۇرۇڭ
uk: Додайте його, натиснувши на кнопку "Додати".

source: Type of room
ko: 채팅방 유형
uk: Тип кімнати

source: Standard room
ko: 일반 채팅방
uk: Стандартна кімната

source: Gateway room
ko: 게이트웨이 채팅방
uk: Шлюз кімната

source: Show all rooms
ko: 모든 채팅방 보기
uk: Показати всі кімнати

source: Hide disconnected rooms
ko: 연결이 끊긴 채팅방 숨기기
uk: Приховати відключені кімнати

source: Destroy the room
ko: 채팅방 삭제하기
uk: Знищити кімнату

source: Are you sure you want to permanently destroy the following room?
ko: 다음 채팅방을 영구적으로 삭제할까요?
uk: Ви впевнені, що хочете назавжди знищити поточну кімнату?

# [rooms]owner
source: Owner
ko: 소유자
ug: ئىگىسى
uk: Власник

# [rooms]admin
source: Admin
ko: 관리자
ug: باشقۇرغۇچى
uk: Адміністратор

source: Visitor
ko: 방문자
ug: زىيارەتچى
uk: Гість

source: Name or description
ko: 이름 또는 설명
ug: ئىسمى ياكى چۈشەندۈرۈشى
uk: Назва або опис

source: A registration is required before using the service
ug: بۇ مۇلازىمەتنى ئىشلىتىشتىن بۇرۇن تىزىملىتىش تەلەپ قىلىندى
uk: Перед використанням сервісу необхідно пройти реєстрацію

source: Chatrooms
ko: 채팅방
ug: پاراڭخانىلار
uk: Кімнати для спілкування

source: Chatroom ID
ko: 채팅방 ID
uk: Ідентифікатор кімнати чату

source: My Favorite Room
ko: 내가 좋아하는 채팅방
ug: مېنىڭ ياقتۇرىدىغان ئۆيۈم
uk: Мої улюблені кімнати

source: Bad Chatroom ID
ko: 잘못된 채팅방 ID
uk: Неправильний ідентифікатор чату

source: Empty name
ko: 비어있는 이름
ug: قۇرۇق ئىسىم
uk: Порожнє ім'я

source: Remove a chatroom
uk: Видалити чат

source: You are going to remove the following chatroom. Please confirm your action.
uk: Ви збираєтеся видалити поточний чат. Будь ласка, підтвердіть вашу дію.

# [chatrooms]users
source: Users
ko: 사용자
ug: ئىشلەتكۈچىلەر
uk: Користувачі

# [chatrooms]members
source: Members
ko: 멤버
ug: ئەزالار
uk: Учасники

source: Banned
ko: 금지
ug: مەنئىي قىلىندى
uk: Заблоковані

source: Please enter a correct nickname (2 to 40 characters)
ko: 올바른 닉네임을 입력하세요. (2~40자)
uk: Будь ласка, введіть коректний нікнейм (від 2 до 40 символів)

source: Username already taken
ko: 이미 사용중인 이름입니다
uk: Ім'я користувача вже зайнято

source: Join this chatroom on connect
ko: 연결 시 이 채팅방에 참여하기
uk: Приєднатися до цього чату

source: Pin this chatroom
ko: 이 채팅방 고정하기
ug: بۇ پاراڭخانىنى مىخلاش
uk: Закріпити цей чат

source: Room destroyed
ko: 채팅방이 삭제됨
uk: Кімната знищена

source: Chatroom cannot be joined, registration required
ko: 채팅방에 참여할 수 없습니다. 등록이 필요합니다.
ug: پاراڭخانىغا قۇشۇلغىلى بولمىدى، تىزىملىتىش تەلەپ قىلىندى
uk: До чату не можна приєднатися, потрібна реєстрація

source: The remote server for this chatroom doesn’t exist
uk: Віддаленого сервера для цього чату не існує

source: Connection to remote server timed out
uk: Вичерпано час з'єднання з віддаленим сервером

source: The chatroom doesn’t exist
ug: بۇ پاراڭخانا مەۋجۇت ئەمەس
uk: Чату не існує

source: A password is required
ko: 비밀번호가 필요합니다
ug: بىر مەخپىي نۇمۇر تەلەپ قىلىندى
uk: Потрібен пароль

source: You are not allowed to join this chatroom
ko: 이 채팅방에 참여할 수 없습니다.
ug: سىزنىڭ بۇ پاراڭخانىغا كىرىشىڭىزگە يول قۇيۇلمىدى
uk: Вам не дозволено приєднуватися до цього чату

source: Your nickname is not valid
ko: 닉네임이 유효하지 않습니다
ug: سىزنىڭ تەخەللۇسىڭىز ئىناۋەتلىك ئەمەس
uk: Ваш нік не є дійсним

source: Not acceptable
ko: 허용되지 않음
ug: قۇبۇل قىلارلىق ئەمەس
uk: Неприйнятно

source: The chatroom occupant limit has been reached
ko: 채팅방 인원 제한에 도달했습니다.
uk: Досягнуто ліміт учасників чату

source: You are not allowed to create a chatroom there
ko: 채팅방을 만들 수 없습니다.
ug: سىز ئۇيەردە بىرەر ئۆي قۇرۇشىڭىزغا يول قۇيۇلمايدۇ
uk: Ви не маєте права тут створювати чат

source: Chatroom created
ko: 채팅방 생성됨
ug: ئۆي قۇرۇلدى
uk: Чат створено

source: Bookmarks updated
ko: 북마크 업데이트됨
ug: خەتكۈچ يېڭىلاندى
uk: Закладки оновлено

source: Public chatroom
ko: 공개 채팅방
uk: Публічний чат

source: You are currently logged as an anonymous user.
ko: 현재 익명 사용자로 로그인되어 있습니다.
ug: سىز نۆۋەتتە نامسىز ئىشلەتكۈچى ھالەتتە كىردىڭىز
uk: Ви увійшли як анонімний користувач.

source: You can join using your own account or create one on the login page by logging out using the cross in the top-right corner.
ug: سىز ئۆزىڭىزنىڭ ھېساباتى ئارقىلىق ياكى ھېساباتىڭىزدىن چېكىنىپ يېڭى بىرنى قۇرۇش ئارقىلىق كىرەلەيسىز.
uk: Ви можете приєднатися за допомогою власного облікового запису або створити його на сторінці входу, вийшовши з нього за допомогою хрестика у верхньому правому куті.

source: Login on %s
ko: %s에 로그인
ug: %sغا كىرىش
uk: Увійдіть в систему %s

source: Invite a contact
ko: 대화 상대 초대
ug: بىرەر ئالاقىداش تەكلىپ قىلىش
uk: Запросити контакт

source: Invitation sent
ko: 초대장 전송됨
ug: تەكلىپ ئەۋەتىلدى
uk: Запрошення надіслано

source: Send this link to your contacts
ko: 대화 상대에게 이 링크 보내기
ug: بۇ ئۇلىنىشنى ئالاقىداشلىرىڭىزغا ئەۋەتىڭ
uk: Надішліть це посилання своїм контактам

source: This chatroom is publicly discoverable
ko: 공개적으로 검색 가능한 채팅방입니다.
ug: بۇ ئۆينى ئاممىۋىي ھالدا بايقىغىلى بۇلىدۇ
uk: Цей чат є загальнодоступним

source: Public profiles
ko: 공개 프로필
ug: ئاممىۋى تەرجىماللار
uk: Публічні профілі

source: The participants of this chatroom can see each other's profile
ko: 이 대화방의 참가자는 서로의 프로필을 볼 수 있습니다.
uk: Учасники цього чату можуть бачити профіль один одного

source: Archived
ug: ئارخىپلاندى
uk: Архівовано

source: The chatroom messages are archived
ug: بۇ ئۆينىڭ ئۇچۇرلىرى ئارخىپلاندى
uk: Повідомлення чату архівуються

source: Group Chat
ko: 그룹 채팅
ug: توپپاراڭ
uk: Групповий чат

source: Private group chat with invited members
ko: 초대된 멤버들과의 비공개 그룹 채팅
ug: تەكلىپ قىلىنغان ئەزالارغا خاس شەخسىي ئۆي
uk: Приватний груповий чат із запрошеними учасниками

source: Add a new member
ko: 새 멤버 추가
ug: يېڭى بىر ئەزا قۇشۇش
uk: Додати нового учасника

# [room]group_chat_members
source: Members
ko: 멤버
ug: ئەزالار
uk: Учасники

source: Ban someone
ko: 누군가를 차단하기
ug: بىرەيلەننى چەكلەش
uk: Забанити когось

source: Unban
ko: 차단 해제
ug: چەكلەشنى بىكار قىلىش
uk: Зняти бан

source: Change the user affiliation
ko: 사용자 소속 변경
ug: خاسلىقنى ئۆزگەرتىش
uk: Змінити приналежність користувача

source: You are not authorized to change this affiliation
ko: 이 소속을 변경할 권한이 없습니다.
ug: سىز بۇ خاسلىقنى ئۆزگەرتىشكە يول قۇيۇلمىدىڭىز
uk: Ви не маєте права змінювати цю приналежність

source: Affiliation
ko: 소속
ug: خاسلىق
uk: Приналежність

source: Reason
ko: 사유
ug: سەۋەپ
uk: Причина

source: Channel
ko: 채널
ug: قانال
uk: Канал

# [room]channel_users
source: Users
ko: 사용자
ug: ئىشلەتكۈچىلەر
uk: Користувачі

source: Public channel that can be publicly discoverable and joinable
ko: 공개적으로 검색 및 가입할 수 있는 공개 채널
ug: ئاممىۋىي بايقىغىلى ھەمدە قاتناشقىلى بۇلىدىغان ئاممىۋى قانال
uk: Публічний канал, який можна відкрити та приєднатися до нього

source: Never notify
ko: 알림 안 함
ug: ئۇقتۇرۇش قىلماڭ
uk: Ніколи не повідомляти

source: Notify when quoted
ko: 인용 시 알림
ug: نەقىل قىلىنغاندا ئۇقتۇرۇش
uk: Повідомляти, коли цитується

source: Always notify
ko: 항상 알림
ug: ھەردائىم ئۇقتۇرۇش
uk: Завжди повідомляти

# [room]affiliation_owner
source: Owner
ko: 소유자
ug: ئىگىسى
uk: Власник

# [room]affiliation_admin
source: Admin
ko: 관리자
ug: باشقۇرغۇچى
uk: Адміністратор

source: Member
ko: 멤버
ug: ئەزا
uk: Учасник

source: No affiliation
ko: 권한 없음
ug: خاسلىق يوق
uk: Без приналежності

source: User granted as owner
ko: 소유자 권한의 사용자
ug: ئىشلەتكۈچى ئىگىلىك بېرىلدى
uk: Користувачеві надано право власності

source: User granted as admin
ko: 관리자 권한의 사용자
ug: ئىشلەتكۈچىگە باشقۇرغۇچىلىق بېرىلدى
uk: Користувачеві надано права адміністратора

source: User granted as member
ko: 멤버 권한의 사용자
ug: ئىشلەتكۈچىگە ئەزالىق بېرىلدى
uk: Користувачеві надано статус учасника

source: User banned
ko: 차단된 사용자
ug: ئىشلەتكۈچى چەكلەندى
uk: Користувача заблоковано

source: Affiliation removed for the user
ko: 사용자의 권한이 제거됨
ug: بۇ ئىشلەتكۈچىنىڭ خاسلىقى تارتىۋېلىندى
uk: Приналежність користувача видалено

source: No chatrooms found locally
ko: 로컬에서 대화방을 찾을 수 없습니다.
ug: ھېچقاندا يەرلىك پاراڭخانا تېپىلمىدى
uk: Локальних чатів не знайдено

source: Global search
ko: 글로벌 검색
uk: Глобальний пошук

source: No chatrooms found globally
ko: 글로벌로 검색된 채팅방이 없습니다.
ug: ھېچقاندا ئۇمۇمىي پاراڭخانا تېپىلمىدى
uk: Глобальних чатів не знайдено

source: What are you looking for?
ko: 무엇을 찾고 있나요?
ug: سىز نېمىنى ئىزدەيسىز؟
uk: Що ви шукаєте?

source: Open me using Ctrl + M
ko: Ctrl + M을 사용하여 열기
ug: مېنى Ctrl + M نى بېسىپ ئېچىڭ
uk: Відкрийте мене за допомогою Ctrl + M

source: No contacts yet?
ko: 아직 연락처가 없습니까?
ug: ھېچقاندا ئالاقىداش يوقمۇ؟
uk: Ще немає контактів?

source: Find one by searching for their name or id
ko: 이름 또는 ID를 검색
uk: Знайдіть його за іменем або ідентифікатором

source: Tags
ko: 태그
ug: بەلگىلەر
uk: Теги

source: Show all the contacts
ko: 모든 연락처 표시
ug: بارلىق ئالاقىداشلارنى كۆرسىتىش
uk: Показати всі контакти

source: Attach to a blog publication
ko: 블로그 게시물에 첨부
ug: بىر بىلوگ يازمىسىغا قىستۇرۇڭ
uk: Прикріпити до публікації блогу

source: Share in a new publication
ug: يېڭى بىر يازمىدا ھەمبەھىرلەڭ
uk: Поділіться в новій публікації

source: Send it to a contact
ko: 연락처로 보내기
ug: ئۇنى بىرەر ئالاقىداشقا ئەۋەتىڭ
uk: Надіслати контакту

source: Share it in a chatroom
ko: 채팅방에서 공유
ug: ئۇنى بىرەر ئۆيدە ھەمبەھىرلەڭ
uk: Поділіться в чаті

source: Post shared
ko: 게시물 공유
ug: يازما ھەمبەھىرلەندى
uk: Публікація опублікована

source: Post shared with your contact
ko: 대화 상대와 공유한 게시물
ug: يازما ئالاقىدىشىڭىز بىلەن ھەمبەھىرلەندى
uk: Поділися публікацією з вашим контактом

source: Post shared within the chatroom
ko: 채팅방 내에서 공유된 게시물
ug: بازما پاراڭخانىدا ھەمبەھىرلەندى
uk: Публікація в чаті

source: More contacts
ko: 연락처 더보기
ug: تېخىمۇ كۆپ ئالاقىداشلار
uk: Більше контактів

source: Share outside Movim
ug: مۇۋىمنىڭ سىرتىدا ھەمبەھىرلەش
uk: Поділитися за межами Movim

source: Stickers
ko: 스티커
ug: قىستۇرما رەسىملەر
uk: Наліпки

source: A sticker has been sent using Movim
ko: Movim을 사용하여 스티커를 보냈습니다.
ug: بىر قىستۇرما رەسىم مۇۋىم بىلەن ئەۋەتىلدى
uk: Наліпку надіслано за допомогою Movim

source: Type a keyword
ko: 키워드 입력
ug: بىرەر ئاچقۇچلۇق سۆزنى يېزىڭ
uk: Введіть ключове слово

source: Find a GIF
ko: GIF 찾기
ug: بىرەر GIF نى ئىزدەڭ
uk: Знайти GIF

source: Movim is a decentralized social network, before creating a new account you need to choose a server to register.
ko: Movim은 탈중앙화 소셜 네트워크로, 새 계정을 만들기 전에 등록할 서버를 선택해야 합니다.
ug: مۇۋىم بولسا تارقاقلاشتۇرۇلغان ئىجتىمائىي تور، سىز بىرەر ھېسابات قۇرۇشتىن بۇرۇن بىرەر مۇلازىمېتىرنى تاللىشىڭىز كېرەك.
uk: Movim - це децентралізована соціальна мережа, перед створенням нового облікового запису вам потрібно вибрати сервер для реєстрації.

source: Your server here?
ko: 당신의 서버가 여기인가요?
ug: سىزنىڭ مۇلازىمېتىرىڭىز بۇيەردىمۇ؟
uk: Ваш сервер тут?

source: Contact us to add yours to the officially supported servers list
ko: 공식적으로 지원되는 서버 목록에 추가하려면 저희에게 문의해주세요.
ug: مۇلازىمېتىرىڭىزنى رەسمىي قوللىغان مۇلازىمېتىرلار تىزىملىكىگە كىرگۈزۈش ئۈچۈن بىز بىلەن ئالاقىلىشىڭ
uk: Зв'яжіться з нами, щоб додати ваш сервер до списку офіційно підтримуваних

source: %s’s feed
ko: %s의 피드
ug: %sنىڭ يەملىرى
uk: %s канал

source: No public feed for this contact
ko: 이 계정에 대한 공개된 피드가 없습니다.
ug: بۇ ھېساباتنىڭ ھېچقاندا ئاممىۋى يىمىكى يوق
uk: Для цього контакту немає публічної стрічки

source: No contact specified
ko: 지정된 연락처가 없습니다.
ug: ھېچقانداق ئالاقىداش كۆرسىتىلمىدى
uk: Контакт не вказано

source: Upload
ko: 업로드
ug: چىقىرىش
uk: Завантажити

source: Choose a file to upload
ko: 업로드할 파일 선택
ug: چىقىرىدىغان بىرەر ھۆججەتنى تاللاڭ
uk: Виберіть файл для завантаження

source: Large pictures will be resized and compressed
ko: 큰 사진은 크기가 조정되고 압축됩니다.
ug: چوڭ رەسىملەرنىڭ چوڭلۇقى تەڭشىلىدۇ ھەمدە كىچىكلىتىلدۇ
uk: Великі зображення будуть зменшені та стиснуті

source: File too large
ko: 파일이 너무 큽니다
ug: ھۆججەت بەك چوڭ
uk: Файл занадто великий

source: Upload failed
ko: 업로드 실패
ug: چىقىرىش مەغلۇپ بولدى
uk: Не вдалося завантажити

source: You are not allowed to upload a file
ko: 파일을 업로드할 수 없습니다.
ug: سىزنىڭ ھۆججەت چىقىرىشىڭىزغا يوق قۇيۇلمىدى
uk: Ви не маєте права завантажувати файл

source: You exceeded the quota
ko: 한도를 초과했습니다.
ug: سىز ساقلاش چىكىدىن ئېشىپ كەتتىڭىز
uk: Ви перевищили квоту

source: Drag and drop your file in this area
ko: 이 영역에 파일을 끌어다 놓으세요.
ug: ھۆججىتىڭىزنى سۆرەپ بۇ رايۇنغا تاشلاڭ
uk: Перетягніть файл у цю область

source: Max file size %s
ko: 최대 파일 크기 %s
ug: ھۆججەت چىكى %s
uk: Максимальний розмір файлу %s

source: Profile
ko: 프로필
ug: تەرجىمال
uk: Профіль

source: Profile Updated
ko: 프로필 업데이트됨
ug: تەرجىمال يېڭىلاندى
uk: Профіль оновлено

source: Profile Not Updated
ko: 프로필이 업데이트되지 않음
ug: تەرجىمال يېڭىلانمىدى
uk: Профіль не оновлено

source: This will also be used as your default nickname when joining a chatroom
ug: بۇ ھەمدە سىز بىرەر ئۆيگە قېتىلغاندا سىزنىڭ سۈكۈتتىكى تەخەللۇسىڭىز بۇلۇپ ئىشلىتىلدۇ
uk: Він також буде використовуватися як ваш нікнейм за замовчуванням при приєднанні до чату

source: Your profile is now public
ko: 프로필이 공개되었습니다.
ug: سىزنىڭ تەرجىمالىڭىز ھازىر ئاممىۋى
uk: Ваш профіль тепер публічний

source: Your profile is now restricted
ko: 이제 프로필이 제한됩니다.
ug: سىزنىڭ تەرجىمالىڭىز ھازىر شەخسىي
uk: Доступ до вашого профілю обмежено

source: Configure your instance nickname
ko: 인스턴스 닉네임 설정
ug: سىزنىڭ مىسالىڭىزنىڭ تەخەللۇسىنى تەڭشەڭ
uk: Налаштуйте псевдонім вашого екземпляра

source: Is this account public on this Movim instance?
ug: بۇ ھېسابات بۇ مۇۋىم مىسالىدا ئاممىۋىيمۇ؟
uk: Чи є цей обліковий запис публічним на цьому екземплярі Movim?

source: Movim will create a public page to host your blog and your account will be searchable by the other Movim users.
ug: مۇۋىم سىزگە بىر ئاممىۋى بەتنى قۇرۇپ بېرىدۇ ھەمدە بۇ ھېسابات باشقا مۇۋىم ئىشلەتكۈچىلىرى تەرىپىدىن ئىزدىگىلى بۇلىدۇ
uk: Movim створить публічну сторінку для розміщення вашого блогу, і ваш акаунт буде доступний для пошуку іншими користувачами Movim.

source: Set a local nickname to allow the other users of the instance to find you easily.
ko: 인스턴스의 다른 사용자가 쉽게 찾을 수 있도록 로컬 닉네임을 설정합니다.
ug: بىر يەرلىك تەخەللۇس بېكىتىش ئارقىلىق باشقا ئىشلەتكۈچىلەرنىڭ سىزنى ئاسانلا تېپىشىغا ياردەم قىلىڭ.
uk: Встановіть локальний нікнейм, щоб інші користувачі екземпляра могли легко вас знайти.

source: Your nickname is %s.
ko: 당신의 닉네임은 %s예요
ug: سىزنىڭ تەخەللۇسىڭىز %s.
uk: Ваш нікнейм %s

source: Your nickname should only contain letters, numbers, - and _
ug: سىزنىڭ تەخەللۇسىڭىز پەقەتلا ھەرىپلەرنى، سانلارنى، - ھەمدە _ نى ئۆز-ئىچىگە ئېلىشى كېرەك
uk: Ваш нік повинен містити лише літери, цифри, - та _.

source: The nickname is already registered
ko: 닉네임이 이미 등록되어 있습니다.
ug: بۇ تەخەللۇس ئاللىبۇرۇن تىزىملىتىلدى
uk: Нікнейм вже зареєстровано

source: Nickname saved
ko: 닉네임 저장됨
ug: تەخەللۇس ساقلاندى
uk: Нікнейм збережено

source: Submit
ko: 제출
ug: ئەۋەتىش
uk: Надіслати

source: Reset
ko: 초기화
ug: ئەسلىگە قايتۇرۇش
uk: Скинути

source: Movim is currently working in degraded mode
ko: Movim은 현재 성능 저하 모드에서 작동하고 있습니다.
ug: مۇۋىم نۆۋەتتە ئىقتىدارى تۆۋەنلىگەن ھالەتتە ئىشلەۋاتىدۇ
uk: Наразі Movim працює в погіршеному режимі

source: Your server doesn’t support XMPP Pubsub persistence or the social features (communities, news feed and profile) are disabled by the administrator.
ko: 서버가 XMPP Pubsub persistence을 지원하지 않거나 관리자가 소셜 기능(커뮤니티, 뉴스 피드 및 프로필)을 비활성화했습니다.
uk: Ваш сервер не підтримує персистентність XMPP Pubsub або соціальні функції (спільноти, стрічка новин і профіль) вимкнені адміністратором.

source: Please contact your server administrator to see if this feature can be enabled.
ko: 이 기능을 활성화할 수 있는지 확인하려면 서버 관리자에게 문의하세요.
ug: سىزنىڭ مۇلازىمېتىر باشقۇرغۇچى بىلەن ئالاقىلىشىپ بۇ ئىقتىدارنىڭ قوزغاتقىلى بۇلىدىغانلىقىنى سوراڭ.
uk: Зверніться до адміністратора вашого сервера, щоб дізнатися, чи можна ввімкнути цю функцію.

source: …is calling you
ko: 전화 오는 중
ug: ...بولسا سىزنى چاقىرىۋاتىدۇ
uk: ... телефонує вам

source: Incoming video call
ko: 수신 영상 통화
ug: كەلگەن سىنلىق چاقىرىق
uk: Вхідний відеодзвінок

source: Incoming audio call
ko: 수신 오디오 통화
ug: كەلگەن ئاۋازلىق چاقىرىق
uk: Вхідний аудіовиклик

source: …ringing
ko: 전화 오는 중
ug: جىرىڭلاۋاتىدۇ...
uk: ... телефонує

source: Declined
uk: Відхилено

source: Failed
uk: Не вдалося

source: …connecting
ko: 연결 중
ug: ئۇلىنىۋاتىدۇ...
uk: ...з'єднання

source: %s is calling you
uk: %s телефонує вам

source: Calling %s
uk: Зателефонувати %s

source: Setting up your camera and microphone
uk: Налаштування камери та мікрофона

source: Please allow your browser to share your devices to configure them
uk: Будь ласка, дозвольте вашому браузеру надавати доступ до ваших пристроїв для їх налаштування

source: Default microphone
ug: سۈكۈتتىكى مىكروفۇن
uk: Мікрофон за замовчуванням

source: Default camera
ug: سۈكۈتتىكى كامىرا
uk: Камера за замовчуванням
