Repository: movim/movim
Catalog: locales/*.po
Languages: ko, ug, uk

source: Default microphone changed
ug: سۈكۈتتىكى مىكروفۇن ئۆزگەردى
uk: Змінено мікрофон за замовчуванням

source: Default camera changed
ug: سۈكۈتتىكى كامىرا ئۆزگەردى
uk: Змінено камеру за замовчуванням

source: No sound detected from your microphone
ug: سىزنىڭ مىكروفۇنىڭىزدىن ھېچقانداق ئاۋاز بايقالمىدى
uk: Не виявлено звуку з вашого мікрофона

source: Try to select another source or check your system settings
ug: باشقا مەنبە تاللاڭ ياكى سېستىما تەڭشەكلىرىنى تەكشۈرۈڭ
uk: Спробуйте вибрати інше джерело або перевірте налаштування системи

source: Video & Voice
uk: Відео та голос

source: Configure the default devices used by Movim
uk: Налаштуйте пристрої за замовчуванням, які використовує Movim

source: Microphone
uk: Мікрофон

source: Camera
uk: Камера

source: Movim requires Javascript to be enabled to work properly.
ko: Movim이 제대로 작동하려면 Javascript가 활성화되어야 합니다.
ug: مۇۋىم توغرا ئىشلەش ئۈچۈن Javascript قوزغىتىلىشى كېرەك.
uk: Для коректної роботи Movim потрібен Javascript.

source: Movim is a kickass distributed social networking platform that protects your privacy and comes with a set of awesome features.
ug: مۇۋىم بولسا تېپىۋەتكىلى بۇلىدىغان ئىجتىمائىي سۇپا بۇلۇپ ئىشلەتكۈچىلەرنىڭ مەخپىيەتلىكىنى قوغدايدۇ ھەمدە نۇرغۇنلىغان ئىقتىدارلىرى بار.
uk: Movim - це крута розподілена соціальна мережева платформа, яка захищає вашу конфіденційність і має безліч чудових функцій.

source: Loading…
ko: 로딩 중
ug: يۈكلەۋاتىدۇ...
uk: Завантаження...

source: Or
ko: 또는
ug: ياكى
uk: Або

source: Switch to another pod
ko: 다른 포드로 전환
ug: يەنە بىر نۇقتىغا يۆتكىلىڭ
uk: Переключіться на інший канал

source: Communities
ko: 커뮤니티
ug: جامائەتلەر
uk: Спільноти

source: Home
ko: 홈
ug: ئۆي
uk: Головна

source: Explore
ko: 탐색
ug: بايقاڭ
uk: Досліджуйте

source: Account Creation
ko: 계정 생성
ug: ھېسابات قۇرۇش
uk: Створення облікового запису

source: News
ko: 뉴스
ug: خەۋەرلەر
uk: Новини

source: Avatar
ko: 아바타
uk: Аватар

source: Chats
ko: 채팅
uk: Чати

source: Publish
ko: 게시
ug: ئېلان قىلىش
uk: Опублікуйте

source: Post
ko: 게시물
ug: يازما
uk: Допис

source: Blog
ko: 블로그
ug: بىلوگ
uk: Блог

source: About
ko: 에 대해
ug: ھەققىدە
uk: Про

source: Login
ko: 로그인
ug: كىرىش
uk: Вхід

source: Not Found
ko: 찾을 수 없음
ug: تېپىلمىدى
uk: Не знайдено

source: Feed
ko: 피드
ug: يەم
uk: Стрічка

source: Posts
ko: 포스트
ug: يازمىلار
uk: Дописи

source: Visio-conference
ko: 화상 회의
ug: سىنلىق يىغىن
uk: Візуальна конференція

# [page]share
source: Share
ko: 공유하기
ug: ھەمبەھىرلەش
uk: Поширити

source: Room
ko: 채팅방
uk: Кімната

source: Tag
ko: 태그
ug: بەلگە
uk: Тег

source: Error: %s
ko: 에러: %s
ug: خاتالىق: %s
uk: Помилка: %s

source: Cannot load file '%s'
ko: '%s'파일을 로드할 수 없습니다.
ug: ھۆججەتنى يۈكلىگىلى بولمىدى '%s'
uk: Не вдається завантажити файл '%s'

source: Requested widget '%s' doesn’t exist.
ko: 요청한 위젯 '%s'이 존재하지 않습니다.
ug: تەلەپ قىلىنغان قورال '%s' مەۋجۇت ئەمەس.
uk: Запитуваний віджет '%s' не існує.

source: Requested event '%s' not registered.
ko: 요청한 이벤트 '%s'가 등록되지 않았습니다.
ug: تەلەپ قىلىنغان ھەركەت '%s' تىزىملىتىلمىغان.
uk: Запитувана подія '%s' не зареєстрована.

source: Whoops!
ko: 이런!
ug: ئاپلا!
uk: Упс!

source: Movim cannot talk with the server, please try again later
ko: Movim이 서버와 통신할 수 없습니다. 나중에 다시 시도해 주세요.
ug: مۇۋىم بۇ مۇلازىمېتىر بىلەن ئالاقە قىلالمىدى، كىيىنرەك قايتا سىناپ بېقىڭ
uk: Movim не може зв'язатися з сервером, спробуйте пізніше

source: Reconnection to the server…
ko: 서버에 재접속…
ug: مۇلازىمېتىرغا قايتا ئۇلاۋاتىدۇ...
uk: Повторне підключення до сервера...

source: Oops!
ko: 앗!
ug: ئاپلا!
uk: Опа!

source: Call
ko: 통화
ug: چاقىرىق
uk: Дзвінок

source: Audio Call
ko: 음성 통화
ug: ئاۋازلىق چاقىرىق
uk: Аудіовиклик

source: Video Call
ko: 영상 통화
ug: سىنلىق چاقىرىق
uk: Відеовиклик

source: Validate
ko: 확인
ug: دەلىللەش
uk: Перевірити

source: Refresh
ko: 새로 고침
ug: يېڭىلاش
uk: Оновити

source: Add
ko: 추가하기
ug: قۇشۇش
uk: Додати

source: Delete
ko: 삭제하기
ug: ئۆچۈرۈش
uk: Видалити

source: Destroy
ko: 닫기
ug: يوقىتىش
uk: Знищити

source: Remove
uk: Видалити

source: Cancel
ko: 취소하기
ug: ئەمەلدىن قالدۇرۇش
uk: Скасувати

source: Close
ko: 닫기
ug: تاقاش
uk: Закрити

source: Update
ko: 업데이트
ug: يېڭىلاش
uk: Оновити

source: Updating
ko: 업데이트 중
ug: يېڭىلاۋاتىدۇ
uk: Оновлення

source: Submitting
ko: 제출 중
ug: ئەۋەتىۋاتىدۇ
uk: Надсилаємо

source: Register
ko: 등록하기
ug: تىزىملىتىش
uk: Реєстрація

source: Reply
ko: 응답
ug: جاۋاپ يېزىش
uk: Відповісти

source: Unregister
ko: 등록 취소
ug: تىزىملىكتىن چىقىرىش
uk: Скасувати реєстрацію

source: Save
ko: 저장하기
ug: ساقلاش
uk: Зберегти

source: Clear
ko: 지우기
ug: تازلاش
uk: Очистити

source: Connecting
ko: 연결 중
ug: ئۇلىنىۋاتىدۇ
uk: З'єднання

source: Yes
ko: 네
ug: شۇنداق
uk: Так

source: No
ko: 아니요
ug: ياق
uk: Ні

source: Return
ko: 되돌리기
ug: قايتىش
uk: Повернутись

source: Accept
ko: 수락하기
ug: قۇبۇل قىلىش
uk: Прийняти

source: Refuse
ko: 거절하기
ug: رەت قىلىش
uk: Відмовитися

source: Next
ko: 다음
ug: كىيىنكى
uk: Наступний

source: Previous
ko: 이전
ug: ئالدىنقى
uk: Попередній

source: Search
ko: 검색
ug: ئىزدەش
uk: Пошук

# [button]share
source: Share
ko: 공유하기
ug: ھەمبەھىرلەش
uk: Поширити

source: Discover
ko: 탐색하기
ug: بايقاش
uk: Відкрийте

source: Like
ko: 좋아요
ug: ياقتۇرۇش
uk: Вподобати

source: Not Now
ko: 지금은 아님
ug: ھازىر ئەمەس
uk: Не зараз

source: Enable
ko: 활성화
ug: قوزغىتىش
uk: Увімкнути

source: Sign Up
ko: 가입하기
ug: تىزىملىتىش
uk: Реєстрація

source: Send to
ko: 보내기
ug: ئەۋەتىش
uk: Надіслати

source: More
ko: 더보기
ug: تىخىمۇ كۆپ
uk: Більше

source: Copy Link
ko: 링크 복사
ug: ئۇلىنىشنى كۆچۈرۈش
uk: Копіювати посилання

source: Open
ko: 공개
ug: ئېچىش
uk: Відкрити

source: Optional
ko: 선택 사항
ug: ئىختىيارى
uk: Необов'язково

source: Associated Community
ko: 관련 커뮤니티
ug: مۇناسىۋەتلىك جامائەت
uk: Асоційована спільнота

source: Day
ko: 요일
ug: كۈن
uk: День

source: Monday
ko: 월요일
ug: دۈشەنبە
uk: Понеділок

source: Tuesday
ko: 화요일
ug: سەيشەنبە
uk: Вівторок

source: Wednesday
ko: 수요일
ug: چارشەنبە
uk: Середа

source: Thursday
ko: 목요일
ug: پەيشەنبە
uk: Четвер

source: Friday
ko: 금요일
ug: جۈمە
uk: П'ятниця

source: Saturday
ko: 토요일
ug: شەنبە
uk: Субота

source: Sunday
ko: 일요일
ug: يەكشەنبە
uk: Неділя

source: Bot
ko: 봇
ug: ماشىنا
uk: Бот

source: Console
ko: 콘솔
ug: كونترول تاختىسى
uk: Консоль

source: Desktop
ko: 데스크탑
ug: ئۈستەل يۈزى
uk: Настільний ПК

source: Phone
ko: 휴대폰
ug: تېلىفۇن
uk: Телефон

source: Web
ko: 웹
ug: تور
uk: Веб

source: Registered
ko: 등록됨
ug: تىزىملىتىلغان
uk: Зареєстровано

source: Gateway
ug: كىرىش ئېغىزى
uk: Шлюз

source: Online
ko: 온라인
ug: توردا
uk: В мережі

source: Away
ko: 자리 비움
ug: توردا ئەمەس
uk: Заклопотаний

source: Do Not Disturb
ko: 방해 금지
ug: دەخلى قىلمىسۇن
uk: Не турбувати

source: Extended Away
ko: 오래 자리 비움
ug: ئۇزۇن ۋاقىت سىرىتتا
uk: Давно не був в мережі

source: Offline
ko: 오프라인
ug: توردا ئەمەس
uk: Не в мережі

source: Error
ko: 에러
ug: خاتالىق
uk: Помилка

source: afraid
ko: 두려운
ug: قورقتى
uk: лякатися

source: amazed
ko: 놀란
ug: ھەيران قالدى
uk: здивований

source: amorous
ko: 요염한
ug: شەھۋانە
uk: закоханий

source: angry
ko: 화난
ug: خاپا
uk: сердитий

source: annoyed
ko: 짜증난
ug: جىلە بولغان
uk: роздратований

source: anxious
ko: 불안한
ug: ئەنسىرىگەن
uk: занепокоєний

source: aroused
ko: 흥분한
ug: ئويغاق
uk: збуджений

source: ashamed
ko: 부끄러운
ug: نۇمۇس قىلغان
uk: присоромлений

source: bored
ko: 지루한
ug: زېرىككەن
uk: нудьгую

source: brave
ko: 용감한
ug: قەيسەر
uk: хоробрий

source: calm
ko: 침착한
ug: ئېغىر-بېسىق
uk: спокійний

source: cautious
ko: 신중한
ug: ئېھتىياتچان
uk: обережний

source: cold
ko: 차가운
ug: سوغوق
uk: холодний

source: confident
ko: 자신감 있는
ug: ئۆزىگە ئىشىندىغان
uk: впевнений

source: confused
ko: 혼란스러운
ug: قايمۇققان
uk: збентежений

source: contemplative
ko: 사색하는
ug: ئويچان
uk: споглядальний

source: contented
ko: 만족하는
ug: رازى بولغان
uk: задоволений

source: cranky
ko: 까칠한
ug: غەلىتە
uk: примхливий

source: crazy
ko: 미친
ug: ئەخمىقانە
uk: божевільний

source: creative
ko: 창의적인
ug: ئىجادىي
uk: творчий

source: curious
ko: 궁금한
ug: قىزىقىش
uk: допитливий

source: dejected
ko: 낙담한
ug: پەرىشان
uk: пригнічений

source: depressed
ko: 우울한
ug: چۈشكۈن
uk: пригнічений

source: disappointed
ko: 실망한
ug: ئۈمۈدسىزلەنگەن
uk: розчарований

source: disgusted
ko: 메스꺼워하는
ug: كۆڭلى ئېلىشقان
uk: огидно

source: dismayed
ko: 경악한
ug: ھۇدۇققان
uk: нажаханий

source: distracted
ko: 산만한
ug: دىققىتى چېچىلغان
uk: відволікся

source: embarrassed
ko: 당황스러운
ug: يۈزى چۈشكەن
uk: збентежений

source: envious
ko: 부러운
ug: ھەسەت قىلغان
uk: заздрісний

source: excited
ko: 흥분한
ug: ھاياجانلانغان
uk: схвильований

source: flirtatious
ko: 추파를 던지는
ug: نايناق
uk: кокетливий

source: frustrated
ko: 좌절한
ug: ئۈمۈدسىزلەنگەن
uk: розчарований

source: grateful
ko: 감사하는
ug: مىننەتدار
uk: вдячний

source: grieving
ko: 비통한
ug: قايغۇرغان
uk: скорботний

source: grumpy
ko: 성격이 나쁜
ug: تەرسا
uk: буркотливий

source: guilty
ko: 죄책감이 드는
ug: گۇناھكار
uk: винний

source: happy
ko: 행복한
ug: خۇشال
uk: щасливий

source: hopeful
ko: 희망에 찬
ug: ئۈمۈدۋار
uk: сподіваючись

source: hot
ko: 더운
ug: چىرايلىق
uk: гарячий

source: humbled
ko: 겸손한
ug: كەمتەر
uk: принижений

source: humiliated
ko: 굴욕적인
ug: يۈزى تۈكۈلگەن
uk: принижений

source: hungry
ko: 배고픈
ug: قورسىقى ئاچ
uk: голодний

source: hurt
ko: 아픈
ug: ئازار يىگەن
uk: боляче

source: impressed
ko: 감명받은
ug: تەسىر قالدۇرغان
uk: вражений

source: in awe
ko: 경외감이 드는
ug: پەخىرلەنگەن
uk: в трепеті

source: in love
ko: 사랑에 빠진
ug: كۆڭلىدە بىرسى بار
uk: закоханий

source: indignant
ko: 분개한
ug: غەزەپلەنگەن
uk: обурений

source: interested
ko: 관심 있는
ug: قىزىققان
uk: зацікавлений

source: intoxicated
ko: 취한
ug: مەست بولغان
uk: нетверезий

source: invincible
ko: 무적의
ug: يەڭگىلى بولمايدىغان
uk: непереможний

source: jealous
ko: 질투난
ug: ھەسەتخور
uk: ревнивий

source: lonely
ko: 외로운
ug: يالغۇز
uk: самотній

source: lost
ko: 상심한
ug: يوقالغان
uk: загублений

source: lucky
ko: 운이 좋은
ug: تەلەيلىك
uk: щасливий

source: mean
ko: 인색한
ug: ئەسكى
uk: підлий

source: moody
ko: 변덕스러운
ug: كەيپى ياخشى
uk: похмурий

source: nervous
ko: 불안한
ug: جىددىيلەشكەن
uk: знервований

source: neutral
ko: 중립적인
ug: ئوتتۇرھال
uk: нейтральний

source: offended
ko: 기분이 상한
ug: ئاچچىقى كەلگەن
uk: ображений

source: outraged
ko: 격분한
ug: ئاچچىقلانغان
uk: обурений

source: playful
ko: 장난기 많은
ug: چاقچاق
uk: грайливий

source: proud
ko: 자랑스러운
ug: پەخىرلەنگەن
uk: гордий

source: relaxed
ko: 느긋한
ug: ھاردۇقى چىققان
uk: розслаблений

source: relieved
ko: 안도하는
ug: خاتىرجەم بولغان
uk: відрадний

source: remorseful
uk: розкаяний

source: restless
ko: 가만히 못 있는
ug: دەم ئالمايدىغان
uk: неспокійний

source: sad
ko: 슬픈
ug: خاپا
uk: сумний

source: sarcastic
ko: 비꼬는
ug: تەنە ئارىلاش
uk: саркастичний

source: satisfied
ko: 만족한
ug: رازى بولغان
uk: задоволений

source: serious
ko: 심각한
ug: ئەستايىدىل
uk: серйозний

source: shocked
ko: 충격받은
ug: چۆچۈگەن
uk: шокований

source: shy
ko: 부끄러운
ug: تارتىنچاق
uk: сором'язливий

source: sick
ko: 아픈
ug: ئاغرىق
uk: хворий

source: sleepy
ko: 졸린
ug: ئۇيقۇسى كەلگەن
uk: сонний

source: spontaneous
ko: 자발적인
ug: تەڭلا
uk: спонтанний

source: stressed
ko: 스트레스를 받는
ug: بېسىم ئىچىدە
uk: підкреслений

source: strong
ko: 강한
ug: كۈچلۈك
uk: сильний

source: surprised
ko: 놀란
ug: ھەيران قالغان
uk: здивований

source: thankful
ko: 감사하는
ug: مىننەتدار
uk: вдячний

source: thirsty
ko: 목마른
ug: ئۇسسىغان
uk: спраглий

source: tired
ko: 피곤한
ug: ھارغان
uk: втомлений

source: undefined
ko: 확실하지 않은
ug: نامەلۇم
uk: невизначений

source: weak
ko: 약한
ug: ئاجىز
uk: слабкий

source: worried
ko: 걱정스러운
ug: ئەنسىرگەن
uk: заклопотаний

source: Month
ko: 월
ug: ئاي
uk: Місяць

source: January
ko: 1월
ug: يانىۋار
uk: Січень

source: February
ko: 2월
ug: فېۋرال
uk: Лютий

source: March
ko: 3월
ug: مارت
uk: Березень

source: April
ko: 4월
ug: ئاپىرىل
uk: Квітень

source: May
ko: 5월
ug: ماي
uk: Травень

source: June
ko: 6월
ug: ئىيۇن
uk: Червень

source: July
ko: 7월
ug: ئىيۇل
uk: Липень

source: August
ko: 8월
ug: ئاۋغۇست
uk: Серпень

source: September
ko: 9월
ug: سىنتەبىر
uk: Вересень

source: October
ko: 10월
ug: ئۆكتەبىر
uk: Жовтень

source: November
ko: 11월
ug: نويابىر
uk: Листопад

source: December
ko: 12월
ug: دىكابىر
uk: Грудень

source: Year
ko: 년
ug: يىل
uk: Рік

source: Today
ko: 오늘
ug: بۈگۈن
uk: Сьогодні

source: Tomorrow
ko: 내일
ug: ئەتە
uk: Завтра

source: Yesterday
ko: 어제
ug: تۆنۈگۈن
uk: Вчора

source: %d days ago
ko: %d일 전
ug: %dكۈن بۇرۇن
uk: %dднів тому

source: day
ko: 일
ug: كۈن
uk: день

source: Title
ko: 제목
ug: تېما
uk: Заголовок

source: Place
ko: 장소
ug: جاي
uk: Місце

source: Geolocalisation
ko: 지리적 위치
ug: ئورۇن بەلگىلەش
uk: Геолокалізація

source: email
ko: 이메일
ug: ئېلىخەت
uk: Електронна пошта

source: No content
ko: 내용이 없습니다
ug: مەزمۇن يوق
uk: Вміст відсутній

source: No comments yet
ko: 아직 댓글이 없습니다
ug: باھا يوق
uk: Коментарі відсутні

source: Get older posts
ko: 이전 게시물 가져오기
ug: كونىراق يازمىلارنى كۆرۈش
uk: Отримати давнішні коментарі

source: Comment publication error
ko: 댓글 게시 오류
ug: باھا ئېلان قىلىش خاتالىقى
uk: Помилка публікації коментаря

source: Get the comments
ko: 댓글 가져오기
ug: باھالارغا ئېرىشىش
uk: Отримати коментарі

source: Add a comment
ko: 댓글 추가
ug: بىر باھا يېزىش
uk: Додати коментар

source: Share with
ko: 공유
ug: بىلەن ھەمبەھىرلەش
uk: Поділитися з ...

source: Everyone
ko: 모두
ug: ھەممەيلەن
uk: Всі

source: Updated
ko: 업데이트됨
ug: يېڭىلاندى
uk: Оновлено

source: Content not found
ko: 콘텐츠를 찾을 수 없음
ug: مەزمۇن تېپىلمىدى
uk: Вміст не знайдено

source: Contact publication
ko: 연락처의 게시물
ug: ئالاقىداش ئېلان قىلىش
uk: Зв'язатися з редакцією

source: Comments
ko: 댓글
ug: باھالار
uk: Коментарі

source: Original post deleted
ko: 원본 게시물 삭제됨
ug: ئەسلىي يازما ئۆچۈرۋېتىلدى
uk: Оригінал посту видалено

source: B
ug: بايت
uk: Б

source: KB
ug: كىلوبايت
uk: КБ

source: MB
ug: مىگابايت
uk: МБ

source: GB
ug: جىگابايت
uk: ГБ

source: TB
ug: تېرابايت
uk: ТБ

source: Owner
ko: 소유자
ug: ئىگىسى
uk: Власник

source: Publisher
ko: 발행자
ug: ئېلان قىلغۇچى
uk: Видавник

source: Publish only
ko: 게시 전용
ug: پەقەتلا ئېلان قىلىش
uk: Лише для публікації

source: The API is not reachable, try again later
ko: API에 연결할 수 없습니다. 나중에 다시 시도하십시오.
ug: بۇ API غا ئېرىشكىلى بولمىدى، كىيىن قايتا سىناپ بېقىڭ
uk: API недоступний, спробуйте пізніше

source: Type here
ko: 여기에 입력하세요
ug: بۇ يەرگە يېزىڭ
uk: Напишіть тут

source: OMEMO Key deletion
ko: OMEMO 키 삭제
ug: OMEMO ئاچقۇچىنى ئۆچۈرۈش

source: Resolving OMEMO devices
ko: OMEMO 장치 해결
ug: OMEMO ئۈسكۈنىلىرىنى بىر-تەرەپ قىلىۋاتىدۇ

source: My Little Pony - Fan Club
ko: 마이 리틀 포니 - 팬클럽
ug: مىنىڭ كىچىك بۇرادەرلەر كۇلۇبۇم

source: Subscribed Communities
ug: تىزىملاتقان جامائەتلەر

source: Oh! Hello!
ko: 오! 안녕하세요!
ug: ھەي! سىزگە سالام!

source: Pinned
ko: 고정
ug: مىخلاندى

source: #cats, username@server.com, John…
ug: #مۈشۈكلەر، ئىسىم@مۇلازىمېتىر.كوم، جون...

source: Powered by Tenor
ko: Tenor 제공
ug: تېنور ئالاھىدە قوللىدى

source: John_Bob96
ug: ئېرشات تۇردى96

source: by
ko: 작성자
ug: تەرىپىدىن

source: %s new items
ko: %s개의 새로운 항목
ug: %sيېڭى مەزمۇن

source: Outcast
ko: 차단한 사람
ug: چەتكە قېقىش
