Repository: movim/movim
Catalog: locales/*.po
Languages: ko, ug, uk

source: Thanks
ko: 감사합니다
ug: رەھمەت
uk: Дякуємо

source: Developers
ko: 개발자
ug: لايىھەلىگۈچىلەر
uk: Розробники

source: Translators
ko: 번역자
ug: تەرجىمانلار
uk: Перекладачі

source: Thanks to all the translators
ko: 모든 번역자분들께 감사드립니다
ug: بارلىق تەرجىمانلارغا رەھمەت
uk: Дякуємо всім перекладачам

source: Software
ko: 소프트웨어
ug: يۇمتال
uk: Програмне забезпечення

source: Resources
ko: 리소스
ug: بايلىقلار
uk: Ресурси

source: Movim is an XMPP-based communication platform. All the project, except the following software and resources, is under
ko: Movim은 XMPP를 바탕으로 하는 커뮤니케이션 플랫폼입니다. 다음 소프트웨어와 리소스를 제외한 모든 프로젝트는 링크를 통해 보실 수 있어요.
ug: مۇۋىم بولسا بىر XMPP-ئاساسىدىكى ئالاقە مۇنبىرى. بارلىق تۈر، تۆۋەندىكى يۇمشاق دىتال ھەمدە بايلىقلاردىن باشقا، نى ئىشلىتىدۇ.
uk: Movim - це комунікаційна платформа на основі XMPP. Весь проект, за винятком наступного програмного забезпечення та ресурсів, знаходиться під ліцензією

source: Account
ko: 계정
ug: ھېسابات
uk: Користувач

source: Account management
ug: ھېسابات باشقۇرۇش
uk: Управління обліковими записами

source: Change my password
ko: 내 비밀번호 바꾸기
ug: مەخپىي نۇمۇرنى ئۆزگەرتىش
uk: Змінити мій пароль

source: Password
ko: 비밀번호
ug: مەخپىي نۇمۇر
uk: Пароль

source: Password confirmation
ko: 비밀번호 확인
ug: مەخپىي نۇمۇرنى جەزىملەشتۈرۈش
uk: Підтвердження паролю

source: The password has been updated
ko: 비밀번호가 바뀌었습니다
ug: مەخپىي نۇمۇر يېڭىلاندى
uk: Пароль був змінений

source: The provided passwords are not the same
ko: 입력하신 비밀번호가 다릅니다
ug: تەمىنلەنگەن مەخپىي نۇمۇرلار ئوخشاش ئەمەس
uk: Надані паролі не відповідають обраній мові

source: Delete your account
ko: 계정 삭제하기
ug: ھېساباتىڭىزنى ئۈچۈرۈڭ
uk: Видалити вашого користувача

source: You will delete your XMPP account and all the relative information linked to it (profile, contacts and publications).
ko: 당신은 당신의 XMPP 계정과 그와 관련된 모든 정보들을 삭제할 것입니다. (프로필, 연락처, 게시물 포함)
uk: Ви видалите вашого XMPP користувача та всю пов'язану з ним інформацію (профіль, контакти та публікації)

source: Type your full username
ko: 사용자 이름 전체를 입력하세요
ug: تۇلۇق ئىشلەتكۈچى نامىڭىزنى كىرگۈزۈڭ
uk: Введіть своє ім'я користувача

source: Please provide a valid username.
ko: 올바른 사용자 이름을 입력해주세요.
ug: بىر ئىناۋەتلىك ئىشلەتكۈچى نامىنى تەمىنلەڭ.
uk: Будь ласка, введіть дійсне ім’я користувача.

source: Gateways
ko: 게이트웨이
ug: كىرىش ئېغىزى
uk: Шлюзи

source: Leave this instance
ko: 이 인스턴스에서 나가기
ug: بۇ مىسالدىن ئايرىلىش
uk: Покинути цей сервер

source: You will delete all the relative information linked to your account on this Movim instance (profile, contacts and publications).
ko: 당신은 당신의 계정과 관련된 모든 정보들을 삭제할 것입니다. (프로필, 연락처, 게시물 포함)
uk: Ви видалите всю відповідну інформацію, пов’язану з вашим обліковим записом у цьому екземплярі Movim (профіль, контакти та публікації).

source: This action will not delete your account but will disconnect you from this instance.
ko: 이 작업을 수행해도 계정이 삭제되지는 않지만 이 인스턴스에서 연결이 끊어집니다.
uk: Ця дія не видалить ваш обліковий запис, але від’єднає вас від цього сервера.

source: You are going to destroy the following OMEMO key. Your contacts will not be able to encrypt messages using that key anymore. This action cannot be reverted. Are you sure?
ug: سىز تۆۋەندىكى OMMEO ئاچقۇچىنى ئۆچۈرۋېتىسىز. سىزنىڭ ئالاقىداشلىرىڭىز بۇ ئاچقۇچنى ئىشلىتىپ ئۇچۇرلارنى شىفىرلىيالمايدۇ. بۇ ھەركەتنى ئەسلىگە قايتۇرغىلى بولمايدۇ. جەزىملەشتۈرەمسىز؟
uk: Ви збираєтеся знищити поточний ключ OMEMO. Ваші контакти більше не зможуть шифрувати повідомлення за допомогою цього ключа. Ця дія не може бути скасована. Ви впевнені?

source: Create a new account
ko: 새 계정 만들기
ug: يېڭى ھېسابات ئېچىش
uk: Створити нового користувача

source: No account creation form found on the server
ko: 서버에서 계정 생성 양식을 찾을 수 없습니다
ug: بۇ مۇلازىمېتىردا ھېچقانداق ھېسابات ئېچىش جەدىۋېلى تېپىلمىدى
uk: На сервері не знайдено форми створення облікового запису

source: on
ko: 켜기
ug: دا
uk: Увімкн.

source: Your account has been successfully registered
ug: ھېساباتىڭىز مۇۋاپىقىيەتلىك تىزىملىتىلدى
uk: Ваш обліковий запис успішно зареєстровано

source: Loading
ko: 로딩 중
ug: يۈكلەۋاتىدۇ
uk: Завантаження

source: …and start playing
ko: ...시작합니다
ug: قۇيۇۋاتىدۇ...
uk: ...та почніть грати

source: Not Acceptable
ko: 허용되지 않음
ug: قۇبۇل قىلغىلى بولمايدۇ
uk: Не прийнятний

source: The registration system of this server is currently unavailable
ko: 현재 이 서버의 등록 시스템을 사용할 수 없습니다.
ug: بۇ مۇلازىمېتىرنىڭ تىزىملىتىش سېستىمىسى نۆۋەتتە تەييار ئەمەس
uk: Система реєстрації даного сервера наразі недоступна

source: Registration forbidden
ko: 등록 금지
ug: تىزىملىتىش مەنئىي قىلىندى
uk: Реєстрація заборонена

source: Actions
ko: 작업
ug: ھەركەتلەر
uk: Дії

source: Action completed
ko: 작업 완료
ug: ھەركەت تاماملاندى
uk: Зроблено

source: General Settings
ko: 일반 설정
ug: ئۇمۇمىي تەڭشەك
uk: Загальні налаштування

source: Theme
ko: 테마
ug: كۆرۈنۈش
uk: Теми

source: Default language
ko: 기본 언어
ug: سۈكۈتتىكى تىل
uk: Мова за замовчуванням

source: Log verbosity
ko: 상세 로그
ug: خاتىرە مۇكەممەللىكى
uk: Деталізація логування

source: Restrict suggestions
ko: 추천 중지
ug: تەۋسىيەنى چەكلەش
uk: Заборонити підказки

source: Only suggest chatrooms, Communities and other contents that are available on the user XMPP server and related services
ko: 사용자 XMPP 서버 및 관련 서비스에서 사용할 수 있는 채팅방, 커뮤니티 및 기타 콘텐츠만 추천합니다
uk: Пропонувати тільки ті чати, спільноти та контент, які доступні на користувацькому XMPP-сервері та пов'язаних з ним сервісах.

source: Chat only
ko: 채팅 전용
ug: پەقەتلا پاراڭ
uk: Тільки чат

source: Disable all the social feature (Communities, Blog…) and keep only the chat ones
ko: 모든 소셜 기능(커뮤니티, 블로그 등)을 비활성화하고 채팅 기능만 유지합니다
ug: بارلىق ئىجتىمائىي ئىقتىدارلارنى (جامائەتلەر، بىلوگ...) يوق قىلىش ھەمدە پەقەتلا پاراڭلىشىشنى ساقلاپ قېلىش
uk: Вимкніть усі соціальні функції (Спільноти, блог…) і збережіть лише чат

source: Administration Credential
ko: 관리 자격 증명
ug: باشقۇرغۇچى پارولى
uk: Адміністративні повноваження

source: Username
ko: 사용자 이름
ug: ئىشلەتكۈچى نامى
uk: Ім'я користувача

source: Retype password
ko: 비밀번호 재입력
ug: مەخپىي نۇمۇرنى قايتا كىرگۈزۈڭ
uk: Повторно вкажіть пароль

source: Disable the XMPP registration feature
ko: XMPP 등록 기능 비활성화
ug: XMPP تىزىملىتىش ئىقتىدارىنى يوق قىلىش
uk: Вимкнути функцію реєстрації XMPP

source: Remove the XMPP registration flow and buttons from the interface
ko: 인터페이스에서 XMPP 등록 흐름 및 버튼을 제거합니다
ug: XMPP تىزىملىتىش ئېقىمى ھەمدە كۇنۇپكىسىنى بەتتىن چىقىرىش
uk: Видалити кнопку реєстрації XMPP зі сторінки входу

source: Whitelisted XMPP Servers
ko: 화이트리스트에 등록된 XMPP 서버
uk: Білий список XMPP серверів

source: If you want to specify a list of authorized XMPP servers on your Movim pod and forbid the connection on all the others please put their domain name here, with comma (ex: movim.eu,jabber.fr)
ko: Movim 포드에 승인된 XMPP 서버 목록을 지정하고 다른 모든 서버에 대한 연결을 금지하려면 여기에 해당 도메인 이름을 쉼표와 함께 입력하세요(예: movim.eu,jabber.fr).
uk: Якщо ви хочете вказати список доступних серверів XMPP на вашому сервері і заборонити підключення до всіх інших, будь ласка, введіть їх доменне ім'я тут через кому (наприклад: movim.eu,jabber.fr)

source: Leave this field blank if you allow the access to all the XMPP accounts.
ko: 모든 XMPP 계정에 대한 액세스를 허용하는 경우 이 필드를 비워 둡니다.
ug: ئەگەر سىز بارلىق XMPP ھېساباتلارنىڭ كىرىشىگە يول قويسىڭىز، بۇ ئۇرۇننى بوش قۇيۇڭ.
uk: Щоб надати доступ до всіх облікових записів XMPP, залиште це поле порожнім.

source: List of whitelisted XMPP servers
ko: 화이트리스트 XMPP 서버 목록
uk: Список серверів XMPP із білого списку

# [information]title
source: Information Message
ko: 정보 메시지
ug: تۇنۇشتۇرۇش ئۇچۇرى
uk: Інформаційне повідомлення

source: Description
ko: 설명
ug: چۈشەندۈرۈلىشى
uk: Опис

source: General description of the instance
ko: 인스턴스에 대한 일반 설명
ug: بۇ مىسالنىڭ ئۇمۇمىي چۈشەندۈرۈلىشى
uk: Загальний опис сервера

source: Main banner
ko: 메인 배너
ug: ئاساسلىق پىلاكات
uk: Головний банер

source: Ensure that the picture is not too large and can be reached from any webpages
ko: 사진이 너무 크지 않고 모든 웹페이지에서 접근할 수 있는지 확인해주세요
ug: رەسىمنىڭ چوڭ ئەمەسلىكىگە ھەمدە بارلىق توربەتلەردىن يەتكىلى بۇلىدىغانلىقىغا كاپالەتلىك قىلىڭ
uk: Переконайтеся, що зображення не надто велике та доступне з будь-якої веб-сторінки

source: This message will be displayed on the login page. It can be used to link the Terms and Conditions of your Movim instance for example.
ko: 이 메시지는 로그인 페이지에 표시됩니다. 예를 들어 Movim 인스턴스의 이용 약관을 연결하는 데 사용할 수 있습니다.
ug: بۇ ئۇچۇر كىرىش بېتىدە كۆرۈنىدۇ. ئۇ سىزنىڭ مۇۋىم مىسالىنىڭ ئىشلىتىش كىلىشىمىگە ئوخشاش بەتلەرنىڭ ئۇلىنىشىنى قىستۇرۇش ئۈچۈن ئىشلىتىلدۇ.
uk: Це повідомлення відобразиться на сторінці входу. Його можна використовувати, наприклад, для відображення Загальних положень та умов вашого сервера Movim.

source: Leave this field blank if you don’t want to show any message.
ko: 메시지를 표시하지 않으려면 이 필드를 공백으로 둡니다.
ug: ئەگەر سىز ھېچقانداق ئۇچۇر كۆرسەتمىسىڭىز، بۇ ئۇرۇننى بوش قۇيۇڭ.
uk: Залиште це поле порожнім, якщо ви не хочете показувати жодне повідомлення.

# [information]label
source: Information Message
ko: 정보 메시지
ug: تۇنۇشتۇرۇش ئۇچۇرى
uk: Інформаційне повідомлення

source: Default XMPP server
ko: 기본 XMPP 서버
ug: سۈكۈتتىكى XMPP مۇلازىمېتىرى
uk: Сервер XMPP за замовчуванням

source: Main XMPP server domain
ko: 기본 XMPP 서버 도메인
ug: ئاساسىي XMPP مۇلازىمېتىر دائىرە نامى
uk: Поточний домен сервера XMPP

source: Main XMPP server description
ko: 기본 XMPP 서버 설명
ug: ئاساسىي XMPP مۇلازىمېتىر چۈشەندۈرۈلىشى
uk: Основний опис сервера XMPP

source: Main XMPP server country
ko: 메인 XMPP 서버 국가
ug: ئاساسىي XMPP مۇلازىمېتىر دۆلىتى
uk: Місцезнаходження сервера XMPP

source: Pick a country in the list
ko: 목록에서 국가 선택
ug: بۇ تىزىملىكتىكى بىر دۆلەتنى تاللاڭ
uk: Виберіть країну зі списку

source: Tenor integration
ko: Tenor 통합
ug: تېنورنى بىرلەشتۈرۈش
uk: Інтеграція з Tenor

source: Your Tenor API Key
ko: Tenor API 키
ug: سىزنىڭ تېنور API ئاچقۇچىڭىز
uk: Ваш ключ інтеграції з Tenor API

source: Movim integrates the Tenor API to allow GIF search and publication in Chat
ko: Movim은 Tenor API를 통합하여 채팅에서 GIF 검색 및 게시를 허용합니다.
ug: مۇۋىم تېنور APIنى بىرلەشتۈرۈپ، GIF ئىزدەشنى ھەمدە پاراڭدا ئېلان قىلىش يول قۇيىدۇ
uk: Movim інтегрує Tenor API, щоб дозволити пошук і публікацію GIF у чаті

source: Access Tenor and get your API key
ko: Tener에 액세스하여 API 키 받기
ug: تېنورغا كىرىش ھەمدە API ئاچقۇچىغا ئېرىشىش
uk: Авторизуйтеся в Tenor та отримайте ключ API

source: Empty
ko: 비우기
ug: قۇرۇق
uk: Порожньо

source: Syslog
ug: سېستىما خاتىرىسى
uk: Системні логи

source: Syslog and files
ko: Syslog 및 파일
ug: سېستىما خاتىرىسى ھەمدە ھۆججەتلىرى
uk: Системні логи та файли

source: Reported by %s users
ug: %sئىشلەتكۈچى تەرىپىدىن دوكىلات قىلىندى
uk: За відгуками %s користувачів

source: Those accounts were reported by some Movim users
ug: ئۇ ھېساباتلار بەزى مۇۋىم ئىشلەتكۈچىلىرى تەرىپىدىن دوكىلات قىلىندى
uk: Про ці акаунти повідомили деякі користувачі Movim

source: You can choose to block them for all the other users
ug: سىز باشقا ئىشلەتكۈچىلەر ئۈچۈن ئۇلارنى چەكلىيەلەيسىز
uk: Ви можете заблокувати їх для всіх інших користувачів

source: Sessions
ko: 세션
ug: باسقۇچلار
uk: Сесії

source: Currently connected users on the pod
ko: 현재 포드에서 연결된 사용자
ug: بۇ نوقتىغا نۆۋەتتە ئۇلانغان ئىشلەتكۈچىلەر
uk: Підключені користувачі до серверу

source: File
ko: 파일
ug: ھۆججەت
uk: Файл

source: Avatar Updated
ko: 프로필 업데이트됨
uk: Аватар оновлено

source: Avatar Not Updated
ko: 프로필이 업데이트되지 않음
uk: Аватар не оновлено

source: Change my avatar
ko: 내 프로필 변경
uk: Змінити аватар

source: Upload a new picture
ko: 새 사진 업로드
uk: Завантажити нове зображення

source: Change my banner
ug: تام رەسىمىنى ئۆزگەرتىش
uk: Змінити мій банер

source: Banner Updated
ug: تام-رەسىم يېڭىلاندى
uk: Банер оновлено

source: Banner Not Updated
ug: تام-رەسىم يېڭىلانمىدى
uk: Банер не оновлено

source: Blocked
ug: چەكلەندى
uk: Заблоковано

source: Block the account
ug: بۇ ھېساباتنى چەكلەش
uk: Заблокувати обліковий запис

source: Unblock the account
ug: بۇ ھېساباتنى چەكلىمەسلىك
uk: Розблокувати обліковий запис

source: Account blocked
ug: ھېسابات چەكلەندى
uk: Обліковий запис заблоковано

source: Account unblocked
ug: ھېسابات چەكلەنمىدى
uk: Обліковий запис розблоковано

source: You will find here the users you have blocked
ug: سىز بۇ يەردە چەكلەنگەن ئىشلەتكۈچىلەرنى تاپالايسىز
uk: Тут ви знайдете заблокованих вами користувачів

source: The following users are blocked by Movim and cannot contact you anymore
ug: تۆۋەندىكى ئىشلەتكۈچىلەر مۇۋىم تەرىپىدىن چەكلەندى شۇڭا ئۇلار سىز بىلەن ئالاقىلىشالمايدۇ
uk: Наступні користувачі заблоковані Movim і більше не можуть з вами зв'язатися

source: The administrator is also aware of this list and can therefore block those users system wide
ug: باشقۇرغۇچى بۇ تىزىملىكتىن خەۋەردار شۇڭلاشقا ئۇلارنى پۈتۈن سېستىمىدىن چەكلىيەلەيدۇ
uk: Адміністратор також знає про цей список і може заблокувати цих користувачів у всій системі

source: This content is private, please login to see it
ko: 이 콘텐츠는 비공개입니다. 보려면 로그인하세요.
ug: بۇ مەزمۇن شەخسىي، ئۇنى كۆرۈش ئۈچۈن كىرىڭ
uk: Цей вміст є приватним, будь ласка, увійдіть, щоб побачити його

source: Message Published
ko: 게시된 메시지
ug: ئۇچۇر ئەۋەتىلدى
uk: Повідомлення опубліковано

source: Add a reaction
ko: 리액션 추가
ug: بىر ئىنكاس قۇشۇڭ
uk: Додати реакцію

source: Retract
ko: 취소하다
ug: قايتۇرۋېلىش
uk: Видалити

source: Your contact attempted to retract a previous message, but it's unsupported by your client
ug: سىزنىڭ تۇنۇشىڭىز بىر ئاۋۋالقى ئۇچۇرنى قايتۇرماقچى بولدى، لىكىن سىزنىڭ خېرىدارىڭىز ئۇنى قوللىمايدۇ.
uk: Ваш контакт спробував видалити попереднє повідомлення, але воно не підтримується вашим клієнтом

source: This message was moderated
ug: بۇ ئۇچۇر بولسا مۇرەسسە قىلىنغان
uk: Це повідомлення пройшло модерацію

source: Your message could not be sent, please try again later
ko: 메시지를 보낼 수 없습니다. 나중에 다시 시도해 주세요.
ug: سىزنىڭ ئۇچۇرىڭىزنى ئەۋەتكىلى بولمىدى، بىر-ئازدىن كىيىن قايتا سىناپ بېقىڭ
uk: Не вдалося надіслати ваше повідомлення, спробуйте пізніше

source: Encrypted message
ko: 암호화된 메시지
ug: شىفىرلانغان ئۇچۇر
uk: Зашифроване повідомлення

source: Retracted message
ko: 취소된 메시지
ug: قايتۇرۋالغان ئۇچۇر
uk: Відкликане повідомлення

source: Composing…
ko: 구성 중...
ug: يېزىۋاتىدۇ...
uk: Пише....

source: Invitation
ug: تەكلىپنامە
uk: Запрошення

source: Paused…
ko: 일시 중지됨
ug: توختىدى...
uk: Зупинився....

source: Contact gone
ko: 대화 상대 떠남
ug: تۇنۇش كەتتى
uk: Зв'язок втрачено

source: ↑ to edit your previous message
ko: ↑ 이전 메시지를 편집하려면
ug: ↑ئاۋۋالقى ئۇچۇرىڭىزنى تەھرىرلەش ئۈچۈن
uk: ↑ щоб відредагувати своє попереднє повідомлення

source: :shortcut: to insert an emoji
ko: :shortcut: 이모티콘을 삽입하려면
ug: : قىسقايول: چىراي ئىپادىسى كىرگۈزۈش ئۈچۈن
uk: :shortcut: для вставки емодзі

source: You are not allowed to send messages in this conference
ko: 이 컨퍼런스에서 메시지를 보낼 수 없습니다.
uk: Вам заборонено надсилати повідомлення в цій конференції

source: %s needs your attention
ko: %s에 관심이 있으신가요?
ug: %sسىزنىڭ دىققىتىڭىزگە مۇھتاج
uk: %sпотребує вашої уваги

source: Your message here…
ko: 여기에 당신의 메시지가 있습니다.
ug: سىزنىڭ ئۇچۇرىڭىز بۇ يەردە...
uk: Ваше повідомлення тут…

source: Smileys
ko: 스마일리
ug: كۈلۈمسىرەشلەر
uk: Емодзі

source: Frequent contacts
ko: 자주 사용하는 연락처
ug: دائىملىق تۇنۇشلار
uk: Часті контакти

source: Nothing here yet…
ko: 아직 아무것도 없어요
ug: تېخى ھېچنىمە يوق...
uk: Тут ще нічого немає…

source: Don’t be shy, send a first message to start the discussion
ko: 부끄러워하지 말고 디스커션을 시작하기 위해 첫 메시지를 보내보세요.
ug: خىجىل بولماڭ، تۇنجى ئۇچۇرنى ئەۋەتىپ پاراڭنى باشلاڭ
uk: Не соромтеся, надішліть перше повідомлення, щоб почати обговорення

source: You received an invitation to join a chatroom
ko: 채팅방 초대를 받았습니다.
ug: سىز بۇ پاراڭخانىغا كىرىش ئۈچۈن بىر تەكلىپ تاپشۇرۋالدىڭىز
uk: Ви отримали запрошення приєднатися до чату

source: You sent an invitation to join a chatroom
ug: سىز بۇ پاراڭخانىغا كىرىش ئۈچۈن بىر تەكلىپ ئەۋەتتىڭىز
uk: Ви надіслали запрошення приєднатися до чату

source: Join %s
ko: 가입 %s
ug: %sغا قېتىلىش
uk: Приєднуйтесь %s

source: See the profile
ko: 프로필 보기
ug: تەرجىمالىنى كۆرۈش
uk: Переглянути профіль

# [chat]clear
source: Clear the history
ko: 기록 지우기
ug: تارىخنى ئۆچۈرۈش
uk: Очистити історію

source: Edit last message
ko: 마지막 메시지 수정
ug: ئاخىرقى ئۇچۇرنى تەھرىرلەش
uk: Відредагувати останнє повідомлення

source: Report abuse
ko: 신고하기
ug: قالايمىقان ئىشلىتىشنى دوكىلات قىلىش
uk: Повідомити про порушення

source: Incoming call
ko: 수신 전화
ug: كەلگەن تېلىفۇن
uk: Вхідний виклик

source: Outgoing call
ug: ئۇرغان تېلىفۇن
uk: Вихідний виклик

source: Missed call
ug: ئېلىنمىغان تېلىفۇن
uk: Пропущений виклик

source: Refused call
ug: رەت-قىلىنغان تېلىفۇن
uk: Відхилений виклик

source: Call ended
ko: 통화 종료
ug: تېلىفۇن قۇيۇلدى
uk: Виклик завершено

source: %s hours %s minutes
ug: %sسائەت %sمىنۇت
uk: %s годин %s хвилин

source: %s minutes and %s seconds
ug: %sمىنۇت ھەمدە %sسىكۇنت
uk: %s хвилин та %s секунд

source: %s seconds
ug: %sسىكۇنت
uk: %s секунд

source: %s is now admin
ug: %sبولسا نۆۋەتتە باشقۇرغۇچى
uk: %s зараз є адміністраторами

source: %s is now owner
ug: %sبولسا نۆۋەتتە ئىگىسى
uk: %s тепер є власниками

source: %s is now banned
ug: %sبولسا نۆۋەتتە چەكلەندى
uk: %s зараз забанені

source: %s is now member
ug: %sبولسا ئەزا
uk: %s зараз є учасниками

source: An error occurred when sending the message
ug: بۇ ئۇچۇرنى ئەۋەتىۋاتقاندا بىر خاتالىق كۆرۈلدى
uk: Під час надсилання повідомлення сталася помилка

# [chat]clear_history
source: Clear the history
ko: 기록 지우기
ug: تارىخنى تازىلاش
uk: Очистити історію

source: You are going to delete %s messages, are you sure?
ko: %s개의 메시지를 삭제하시겠습니까?
ug: سىز %sئۇچۇرنى ئۆچۈرمەكچى، جەزىملەشتۈرەمسىز؟
uk: Ви дійсно бажаєте видалити %s повідомлень?

source: Action impossible in encrypted chats
ko: 암호화된 채팅에서 수행할 수 없는 작업
ug: شىفىرلانغان پاراڭلاردا ھەركەت مۇمكىن ئەمەس
uk: Дія неможлива в зашифрованих чатах

source: This is the beginning of this conversation
uk: Це початок цієї розмови

source: You can choose to add it as a new contact or block it to prevent some other unsolicited messages
uk: Ви можете додати його як новий контакт або заблокувати, щоб запобігти небажаним повідомленням.

source: Add to my contacts
uk: Додати до моїх контактів

source: Block
uk: Заблокувати

source: Members
ko: 멤버
ug: ئەزالار
uk: Учасники

source: Connected to the chatroom
ko: 채팅방에 연결됨
ug: پاراڭخانىغا ئۇلاندى
uk: Підключено до чату

source: Disconnected from the chatroom
ko: 채팅방에서 연결이 끊어짐
ug: بۇ پاراڭخانىدىن ئۈزۈلدى
uk: Відключено від чату

source: Configuration
ko: 환경 설정
ug: تەڭشەك
uk: Конфігурація

source: Configuration saved
ko: 설정이 저장됨
ug: تەڭشەك ساقلاندى
uk: Конфігурацію збережено

source: Subject
ko: 제목
ug: تېما
uk: Тема

source: Subject changed
ko: 제목이 변경됨
ug: تېما ئۆزگەردى
uk: Тема змінена

source: Administration
ko: 관리
ug: باشقۇرۇش
uk: Адміністрування

source: Copy the text
ug: بۇ تېكىستنى كۆچۈرۈش
uk: Копіювати текст

source: Text copied
ug: تېكىست كۆچۈرۈلدى
uk: Текст скопійовано

source: Fingerprints
ko: 지문
ug: بارماق ئىزلىرى
uk: Відбиток

source: OMEMO Fingerprints
ko: OMEMO 지문
ug: OMEMO بارماق ئىزلىرى
uk: Відбиток ОМЕМО

source: Generating the encryption keys, please wait…
ko: 암호화 키를 생성하는 중입니다. 잠시 기다려 주세요.
ug: شىفىرلاش ئاچقۇچلىرىنى ياساۋاتىدۇ، بىردەم ساقلاڭ...
uk: Генерація ключів шифрування, будь ласка, зачекайте...

source: Encryption keys generated
ko: 암호화 키 생성
ug: شىفىرلاش ئاچقۇچلىرى ياسالدى
uk: Ключі шифрування згенеровано

source: Building encryption sessions
ko: 암호화 세션 구축
ug: شىفىرلەش باسقۇچلىرىنى قۇرۇۋاتىدۇ
uk: Створення сеансів шифрування

source: Building own encryption sessions
ko: 자체 암호화 세션 구축
ug: ئۆزىنىڭ شىفىرلاش باسقۇچلىرىنى قۇرۇۋاتىدۇ
uk: Створення власних сеансів шифрування

source: Encryption disabled
ko: 암호화 비활성화됨
ug: شىفىرلاش ئېتىۋېتىلدى
uk: Шифрування вимкнено

source: Send a message to build the encrypted session
ko: 암호화된 세션을 구축하기 위해 메시지 보내기
ug: شىفىرلانغان باسقۇچنى قۇرۇش ئۈچۈن بىر ئۇچۇر يوللاڭ
uk: Надішліть повідомлення для створення зашифрованої сесії

source: Enabling encryption for the contact
ko: 연락처에 대한 암호화 활성화
ug: بۇ تۇنۇش ئۈچۈن شىفىرلاشنى ئېچىۋاتىدۇ
uk: Увімкнути шифрування для контакту

source: Disabling encryption for the contact
ko: 연락처에 대한 암호화 비활성화
ug: بۇ تۇنۇش ئۈچۈن شىفىرلاشنى ئېتىۋاتىدۇ
uk: Вимкнути шифрування для контакту

source: Last activity
ko: 마지막 활동
ug: ئاخىرقى پائالىيەت
uk: Остання активність

source: %s sessions built
ko: %s개 세션 구축
ug: %sباسقۇچلار قۇرۇلدى
uk: %s сесій створено

source: No chats yet…
ko: 아직 채팅이 없습니다
ug: تېخى پاراڭ يوق
uk: Ще немає чатів...

source: Start a new conversation by clicking on the %s button.
ko: %s 버튼을 클릭하여 새 대화를 시작하세요.
ug: بۇ %sكۇنۇپكىنى بېسىش ئارقىلىق بىر يېڭى پاراڭنى باشلاڭ
uk: Почніть нову розмову, натиснувши кнопку %s

source: Chat with a contact
ko: 대화 상대와 채팅
ug: بىر تۇنۇش بىلەن پاراڭلىشىڭ
uk: Чат з контактом

source: Me
ko: 나
ug: مەن
uk: Я

source: Picture
ko: 사진
ug: رەسىم
uk: Зображення

source: Video
ko: 영상
ug: سىن
uk: Відео

source: Audio
ug: ئاۋاز
uk: Аудіо

source: Chat
ko: 채팅
ug: پاراڭ
uk: Чат

source: New conversation
ko: 새 대화
ug: يېڭى پاراڭ
uk: Новий чат

source: All
ko: 모두
ug: بارلىق
uk: Всі

source: Contacts
ko: 연락처
ug: ئالاقىداشلار
uk: Контакти

source: Discover, follow and share
ko: 검색, 팔로우, 공유
ug: بايقاڭ، ئەگىشىڭ ھەمدە ھەمبەھىرلەڭ
uk: Знаходьте, стежте та діліться

source: %s communities
ko: %s개 커뮤니티
ug: %sجامائەتلەر
uk: %s спільноти

source: Search for a new server
ko: 새 서버 검색
ug: بىر يېڭى مۇلازىمېتىرنى ئىزدەڭ
uk: Пошук нового сервера

source: Communities servers
ko: 커뮤니티 서버
ug: جامائەتلەر مۇلازىمېتىرلىرى
uk: Спільнота сервера

source: Discover the Communities by servers
ko: 서버별 커뮤니티 검색
ug: مۇلازىمېتىرلار بىلەن جامائەتلەرنى بايقاڭ
uk: Огляд спільнот серверів

source: Communities server discovered
ko: 커뮤니티 서버가 검색됨
ug: جامائەتلەر مۇلازىمېتىرى بايقالدى
uk: Знайдено спільнот серверу

source: This server doesn’t exists
ko: 이 서버는 존재하지 않습니다.
ug: بۇ مۇلازىمېتىر مەۋجۇت ئەمەس
uk: Такого сервера не існує

source: Communities you might like
ko: 당신이 좋아할 만한 커뮤니티
ug: سىز ياقتۇرىدىغان جامائەتلەر
uk: Спільноти, які вам можуть сподобатися

source: Community created successfully
ko: 커뮤니티가 성공적으로 생성됨
ug: جامائەت مۇۋاپىقىيەتلىك قۇرۇلدى
uk: Спільнота успішно створена

source: There is no Communities yet on this server.
ko: 이 서버에는 아직 커뮤니티가 없습니다.
ug: بۇ مۇلازىمېتىردا تېخى بىرەر جامائەت يوق
uk: На цьому сервері ще немає спільнот.

source: Create a new community on %s
ko: %s에 새 커뮤니티 만들기
ug: %sدا بىر يېڭى جامائەت قۇرۇش
uk: Створіть нову спільноту на %s

source: Community name
ko: 커뮤니티 이름
ug: جامائەت نامى
uk: Назва спільноти

source: Please provide a valid community name (4 characters minimum)
ko: 알맞은 커뮤니티 이름을 입력해주세요(최소 4글자 이상)
ug: بىر ئىناۋەتلىك جامائەت نامىنى كىرگۈزۈڭ (ئەڭ كەمدە 4 ھەرىپ)
uk: Будь ласка, вкажіть коректну назву спільноти (мінімум 4 символи)

source: You cannot create a new community on this server
ko: 이 서버에 새 커뮤니티를 만들 수 없습니다.
ug: سىز بۇ مۇلازىمېتىردا بىر يېڭى جامائەت قۇرالمايسىز
uk: Ви не можете створити нову спільноту на цьому сервері

source: Issue when trying to discover the items
ug: بۇ بۇيۇملارنى بايقاۋاتقاندىكى خاتالىق
uk: Проблема під час спроби відкрити елементи

source: The server %s cannot be reached
uk: Сервер %s не відповідає

source: No Communities Servers yet…
ko: 커뮤니티 서버가 아직 없습니다.
ug: ھېچقانداق جامائەت مۇلازىمېتىرى يوق...
uk: Серверів спільнот наразі немає...

source: It seems that we can't find any communities for the moment
ko: 현재 커뮤니티를 찾을 수 없는 것 같습니다.
ug: بۇ پەيىتتە بىز ھېچقانداق جامائەتنى تاپالمايدىغاندەك قىلىمىز
uk: Схоже, що наразі ми не можемо знайти жодної спільноти

source: Subscriptions
ko: 구독
ug: مۇشتەرىلەر
uk: Підписки

source: Public subscriptions
ko: 공개 구독
ug: ئاممىۋى مۇشتەرىلەر
uk: Публічні підписки

source: My Communities subscriptions
ko: 내 커뮤니티 구독
ug: مېنىڭ جامائەت مۇشتەرىلىرىم
uk: Підписки на мої спільноти

source: Community deleted successfully
ko: 커뮤니티가 성공적으로 삭제됨
ug: جامائەت مۇۋاپىقىيەتلىك ئۆچۈرۈلدى
uk: Спільноту успішно видалено

source: Delete the community
ko: 커뮤니티 삭제
ug: بۇ جامائەتنى ئۆچۈرۈڭ
uk: Видалити спільноту

source: You are going to delete the following community. Please confirm your action.
ko: 다음 커뮤니티를 삭제하려고 합니다. 작업을 확인해주세요.
ug: سىز تۆۋەندىكى جامائەتنى ئۆچۈرىۋاتىسىز، ھەركىتىڭىزنى جەزىملەشتۈرۈڭ.
uk: Ви збираєтеся видалити цю спільноту. Будь ласка, підтвердіть вашу дію.
